Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Aout

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Consumption parcs, fuels
fr: Consommation carburants par parc

source: Tank
fr: Carburant/ Litre

source: Cost tank
fr: Dépenses carburant /Litre

source: Total Cost tank
fr: Dépenses total carburant

source: Consumptions details
fr: Détails des consommations

source: SERIAL N°
fr: N° de série

source: RELEASE DATE
fr: Date de sortie

source: INDICATION KM
fr: Ind Km

source: DRIVER
fr: Conducteur

source: COUPONS NUMBER
fr: NOMBRE DE COUPONS

source: Cost per car, customer and date
fr: Coût par véhicule, client et date

source: Cost per car, conductor and date
fr: Coût par véhicule, conducteur et date

source: / Car
fr: / Véhicule

source: Global cost per car and date
fr: Coût global par véhicule et par date

source: Cars management
fr: Gestion des véhicules

source: List of cars per parc and supplier
fr: Liste des véhicules par parc et fournisseur

source: Assurance per car and per car
fr: Assurance par véhicule et date

source: Monthly km per year and car
fr: Kilométrage mensuel par année et par véhicule

source: Monthly km per year and car (chart)
fr: Kilométrage mensuel par année et par véhicule (graphique)

source: The proportion of maintenance per vehicle
fr: Proportion de maintenance par véhicule

source: Customer flot
fr: Flotte clients

source: Conductor flot
fr: Flotte conducteur

source: Consumptions management
fr: Gestion des consommations

source: Monthly consumption per parc
fr: Consommation mensuelle par parc

source: Consumption fuels per parc and date
fr: Consommation du carburant par parc et date

source: Sales turnover per customer and per year
fr: Chiffre d'affaires par client et par an

source: Car per parc, supplier
fr: Liste des véhicules par parc et fournisseur

source: Type / Car
fr: Types / Véhicules

source: Cars Nbr
fr: Nombre de véhicule

source: Km travled
fr: Km parcouru

source: Sales turnover per conductor and per year
fr: Chiffre d'affaires par conducteur et par an

source: / Year
fr: /Année

source: Edit Supplier
fr: Modifier un fournisseur

source: Are you sure you want to delete selected suppliers ?
fr: Êtes-vous sûr de vouloir supprimer les fournisseurs sélectionnés ?

source: Add User
fr: Ajouter un utilisateur

source: Enter email
fr: Saisissez votre email

source: The email must be unique
fr: L'email doit être unique

source: Username
fr: Nom d'utilisateur

source: Enter username
fr: Entrez le nom d'utilisateur

source: The username must be unique
fr: Le nom d'utilisateur doit être unique

source: Password
fr: Mot de passe

source: Enter password
fr: Entrez un mot de passe

source: Edit User
fr: Modifier un utilisateur

source: Are you sure you want to delete selected users ?
fr: Êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés ?

source: First_name
fr: Nom

source: Last_name
fr: Prénom

source: Last visit date
fr: Dernière visite

source: Login
fr: Connexion

source: Sign In
fr: Se connecter

source: Sign me in
fr: Connexion

source: Add Zone
fr: Ajouter une zone

source: Rotation number
fr: Nombre de rotation

source: day
fr: jour

source: week
fr: semaine

source: Edit Zone
fr: Modifier une zone

source: Are you sure you want to delete selected zone ?
fr: Êtes-vous sûr de vouloir supprimer la zone sélectionnée ?

source: per
fr: par

source: Are you sure you want to delete selected zones ?
fr: Êtes-vous sûr de vouloir supprimer les zones sélectionnées ?

source: decimal
fr: décimale

source: numeric
fr: numérique

source: required
fr: requis

source: The alert has been disabled.
fr: L'alerte a été désactivé.

source: The reservation could not be saved because the car is already reserved in this date.
fr: La réservation ne peut pas être sauvegardé, le véhicule est déja réservé durant cette période.

source: The request could not be validated because the car is reserved in this date.
fr: La demande de réservation ne peut pas être validée, le véhicule est déja réservé durant cette période.

source: The request reservation has been saved.
fr: La demande de réservation a été sauvegardé.

source: The request reservation could not be saved. Please, try again.
fr: La demande de réservation ne peut pas être sauvegardé.

source: Changes were not saved. Request reservation cancelled.
fr: Les changements n'ont pas été enregistrés. Demande de réservation annulée.

source: You must first unlock the request reservation.
fr: Vous devez d'abord déverrouiller la demande d'affectation.

source: The fuel log has been saved.
fr: Le carnet carburant a été sauvegardé.

source: The fuel log could not be saved. Please, try again.
fr: Le carnet carburant n'a pas pu être sauvegardée.

source: Changes were not saved. Fuel log cancelled.
fr: Les changements n'ont pas été enregistrés. Carnet carburant annulée.

source: The fuel log has been deleted.
fr: Le carnet carburant a été supprimé

source: The fuel log could not be deleted. Please, try again.
fr: Le carnet carburant ne peut pas être supprimé.

source: The fuel log could not be deleted. Coupons of this fuel log are already used.
fr: Le carnet carburant ne peut pas être supprimé. les bons de ce carnet sont déja utilisés

source: Add bill Fuel log
fr: Ajouter facture carburant

source: Serial number
fr: Numéro de série

source: First number coupon
fr: Premier numéro du bon

source: Last number coupon
fr: Dernier numéro du bon

source: Edit bill Fuel log
fr: Modifier facture carburant

source: Bill Fuel log N &deg;
fr: Facture carburant N°

source: Fuel logs
fr: Carnets carburant

source: Are you sure you want to delete selected fuel logs ?
fr: Êtes-vous sûr de vouloir supprimer les carnets carburant sélectionnés ?

source: Are you sure you want to delete selected bills ?
fr: Êtes-vous sûr de vouloir supprimer les bons sélectionnés ?

source: Limite monthly consumption
fr: Limite de consommation mensuelle

source: View event alerts
fr: Voir alertes des événements

source: View driver license alerts
fr: Voir alertes des permis de conduire

source: View consumption alerts
fr: Voir alertes des consommations

source: Newspaper affectations
fr: Journal d'affectations

source: Affectation requests
fr: Demandes d'affectation

source: Newspaper repairs
fr: Journal de réparations

source: Newspaper events
fr: Journal d'événements

source: Intervention requests
fr: Demandes d'intervention

source: Intervention request
fr: Demande d'intervention

source: Monthly consumption
fr: Consommations mensuelles

source: disable alert
fr: Désactiver alerte

source: Add request
fr: Ajouter demande

source: Requests
fr: Demandes

source: Add intervention request
fr: Ajouter demande d'intervention

source: Edit intervention request
fr: Modifier demande d'intervention

source: Initiale state
fr: Etat initial

source: Enter initiale state
fr: Entrez état initial

source: Add initiale state pictures
fr: Ajouter photos de l'état initial

source: Finale state
fr: Etat final

source: Enter finale state
fr: Entrez l'état final

source: Add finale state pictures
fr: Ajouter photos de l'état final

source: Your intervention request has been validated, click
fr: Votre demande d'intervention a été validé, cliquez

source: Request validated
fr: Demande validée

source: Validate request
fr: Valider la demande

source: Transfer to event
fr: Transférer à événement

source: The request has been transferred.
fr: La demande a été transferer.

source: The request has been made event.
fr: La demande a été mise en événement.

source: The request could be validated and not canceled.
fr: La demande doit être validée et non annulée.

source: The request could be validated and transferred.
fr: La demande doit être validée et transferée.

source: Edit Fuel log
fr: Editer carnet carburant

source: Edit request
fr: Editer demande

source: The request has been validated.
fr: La demande a été validée.

source: The request has been canceled.
fr: La demande a été annulée.

source: The request event has been saved.
fr: La demande d'intervention a été sauvegardée.

source: The request event could not be saved. Please, try again.
fr: La demande d'intervention n'a pas pu être sauvegardé.

source: Limit consumption
fr: Limite de consommation

source: Enter limit consumption (Km)
fr: Entrez la limite de consommation (Km)

source: Enter limit consumption (H)
fr: Entrez la limite de consommation (H)

source: For estimating consumption, you must insert value of min consumption, max consumption, reservoir from car fields or the value of Nb Km for 1coupon in the fields of car model
fr: Pour estimer la consommation, vous devez insérer la valeur de consommation-min, consommation-max et réservoir dans les champs du véhicule ou bien la valeur de Nb Km pour un bon dans les champs du modèle véhicule.

source: Serial numbers selected
fr: Numéros de série selectionnés

source: Returned serial numbers selected
fr: Numéros de série retournés

source: Select coupons
fr: Sélectionnez les numéros de bons

source: Select returned coupons
fr: Sélectionnez les numéros de bons retournés

source: Only gif, png, jpg and jpeg images are allowed!
fr: Seulement gif, png, jpg et jpeg images sont permis!

source: Parts
fr: Pièces

source: Stock/Warehouse
fr: Stock/Dépôt

source: Sales Order
fr: Commandes fournisseur

source: Bills 1
fr: Bons d'entrée

source: Bills 2
fr: Bons de sortie

source: Warehouses
fr: Dépôts

source: Warehous
fr: Dépôt

source: Alerts product
fr: Alertes produit

source: Quantity min
fr: Quantité minimum

source: Quantity max
fr: Quantité maximum

source: Quantity
fr: Quantité

source: Enter quantity product
fr: Entrez la quantité du produit

source: Enter price product
fr: Entrez le prix du produit

source: Enter quantity minimum product
fr: Entrez la quantité minimale du produit

source: Enter quantity maximum product
fr: Entrez la quantité maximale du produit

source: rate TVA
fr: Taux TVA

source: Select TVA
fr: Sélectionnez la TVA

source: Select warehouse
fr: Sélectionnez le dépôt

source: Select product
fr: Sélectionnez un produit

source: Enter reference bill
fr: Entrez la référence du bon

source: Not enough stock, maximum value is
fr: Stock insuffisant, la valeur maximale est

source: Add Tva
fr: Ajouter TVA

source: Edit Tva
fr: Modifier TVA

source: Invalid bill
fr: Bon invalid

source: The bill has been saved.
fr: Le bon a été sauvegardé.

source: The bill could not be saved. Please, try again.
fr: Le bon n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The bill has been deleted.
fr: Le bon a été supprimé.

source: The bill could not be deleted. Please, try again.
fr: Le bon n'a pas pu être supprimé.

source: The category could not be deleted. Please, try again.
fr: La catégorie n'a pas pu être supprimée.

source: Invalid product type
fr: Type de produit invalid.

source: Product Types
fr: Types produit

source: Product Marks
fr: Marques produit

source: The product type has been saved.
fr: Type produit a été sauvegardé.

source: The product type could not be saved. Please, try again.
fr: Type produit n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Product type cancelled.
fr: Les changements n'ont pas été enregistrés. Type produit annulé.

source: The product type has been deleted.
fr: Type produit a été supprimé.

source: The product type could not be deleted. Please, try again.
fr: Type produit n'a pas pu être supprimé.

source: The product type could not be deleted. Please remove dependencies in advance.
fr: Type produit ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: The category could not be deleted. Please remove dependencies with cars in advance.
fr: La categorie ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid warehouse'
fr: Dépôt invalid.

source: The warehouse has been saved.
fr: Le dépôt a été sauvegardé.

source: The warehouse could not be saved. Please, try again.
fr: Le dépôt n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Warehouse cancelled.
fr: Les changements n'ont pas été enregistrés. Dépôt annulé.

source: The warehouse has been deleted.
fr: Le dépôt a été supprimé.

source: The warehouse could not be deleted. Please, try again.
fr: Le dépôt n'a pas pu être supprimé.

source: The warehouse could not be deleted. Please remove dependencies in advance.
fr: Le dépot ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Product
fr: Produit

source: Ristourne
fr: Remise

source: Add Supplier
fr: Ajouter un fournisseur

source: Current price
fr: Prix actuel

source: Enter current price
fr: Entrez le prix actuel

source: Reception date
fr: Date de réception

source: Pictures initiale
fr: Photos initiales

source: Pictures finale
fr: Photos finales

source: Product management by warehouse
fr: Gestion par dépôt

source: Add Type
fr: Ajouter un type

source: Edit type
fr: Modifier un type

source: Modify type
fr: Modifier le type

source: Add warehouse
fr: Ajouter Dépôt

source: Num bill
fr: N° de facture

source: Number fuellog
fr: Nb carnets

source: Stock input
fr: Entrée en stock

source: Stock output
fr: Sortie du stock

source: Rest
fr: Reste

source: Fuel stock card
fr: Fiche de stock carburant

source: Products/Warehouse
fr: Produits/Dépôt

source: Without group
fr: Sans groupe

source: Wording
fr: Libellé

source: The fuel log could not be saved. Coupons of this fuel log are already used.
fr: Le carnet carburant ne peut pas être enregistré. les bons de ce carnet sont déja utilisés

source: The fuel log could not be saved. Number of coupons are not sequential.
fr: Le carnet carburant ne peut pas être enregistré. les numéros de bons ne sont pas séquentiel.

source: Cost center
fr: Centre de coût

source: Enter cost center
fr: Entrez centre de coût

source: Quantity < quantity min
fr: Quantité< Quantité minimum

source: Quantity > quantity max
fr: Quantité> Quantité maximum

source: Not available
fr: Non disponible

source: Import Data
fr: Importer les données

source: File .csv
fr: Fichier .csv

source: Import
fr: Importer

source: Power car
fr: Puissance véhicule

source: Enter power car
fr: Entrez la puissance du véhicule

source: Invalid acquisition type
fr: Type d'acquisition invalid

source: The acquisition type has been saved.
fr: Type d'acquisition a été enregisté.

source: The acquisition type could not be saved. Please, try again.
fr: Type d'acquisition n'a pas pu être sauvegardé . Veuillez essayer de nouveau.

source: Changes were not saved. Acquisition type cancelled.
fr: Les changements n'ont pas été enregistrés. Type d'acquisition annulé.

source: The acquisition type has been deleted.
fr: Type d'acquisition a été supprimé.

source: The acquisition type could not be deleted. Please, try again.
fr: Type d'acquisition n'a pas pu être supprimé.

source: The acquisition type could not be deleted. Please remove dependencies in advance.
fr: Type d'acquisition ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Acquisition type
fr: Type d'acquisition

source: Select acquisition type
fr: Sélectionnez un type d'acquisition

source: Add Acquisition Type
fr: Ajouter type d'acquisition

source: Edit Acquisition Type
fr: Modifier type d'acquisition

source: Acquisition types
fr: Types d'acquisition

source: Amortization km
fr: Kilométrage d'amortissement

source: Enter amortization km
fr: Entrez le kilométrage d'amortissement

source: Entry date
fr: Date d'entrée

source: Declaration date
fr: Date de déclaration

source: Exit date
fr: Date de sortie

source: Affiliate
fr: Affiliation

source: Affiliates
fr: Affiliations

source: Select affiliate
fr: Sélectionnez une affiliation

source: Invalid affiliate
fr: Affiliation invalide

source: Changes were not saved. Affiliate cancelled.
fr: Les changements n'ont pas été enregistrés. Affiliation annulé.

source: The affiliate has been saved.
fr: L'affiliation a été sauvegardé.

source: The affiliate could not be saved. Please, try again.
fr: L'affiliation n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The affiliate has been deleted.
fr: L'affiliation a été supprimé.

source: The affiliate could not be deleted. Please, try again.
fr: L'affiliation n'a pas pu être supprimée.

source: The affiliate could not be deleted. Please remove dependencies in advance.
fr: L'affiliation ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Add Affiliate
fr: Ajouter affiliation

source: Edit Affiliate
fr: Modifier affiliation

source: Are you sure you want to delete selected affiliates ?
fr: Êtes-vous sûr de vouloir supprimer les affiliations sélectionnées

source: N&ordm; CCP
fr: N° CCP

source: Enter postal ccount
fr: Entrez le N° CCP

source: N&ordm; bank account
fr: N° compte bancaire

source: Enter bank account
fr: Entrez le numéro du compte bancaire

source: Administratif information
fr: Informations Administratives

source: Official documents
fr: Documents officiels

source: Monthly consumption of coupons
fr: Consommation mensuelle des bons

source: Enter monthly consumption of coupons
fr: Entrez la consommation mensuelle des bons

source: Coupon consumption estimate is :
fr: Estimation de consommation par bons est :

source: Nb Km for 1 coupon of
fr: Nb Km pour 1 bon de

source: The number of coupon that was consumed is:
fr: Le nombre de bon qui a été consommé est:

source: which corresponds
fr: ce qui correspond à

source: coupons
fr: bons

source: Browse
fr: Parcourir

source: Download file model
fr: Télécharger fichier modèle

source: The file has been successfully imported
fr: Le fichier a été importé avec succès

source: The file must be in csv format
fr: Le fichier doit être en format csv

source: Name cars
fr: Nom véhicule

source: NB coupons consummed
fr: Nombre de bons consommés

source: Coupon consumption
fr: Consommations des bons

source: Driver license category
fr: Catégorie de permis de conduire

source: Select driver license category
fr: Séléctionner catégorie de permis de conduire

source: Category A
fr: Catégorie A

source: Category B
fr: Catégorie B

source: Category C
fr: Catégorie C

source: Category D
fr: Catégorie D

source: Category E
fr: Catégorie E

source: Category F
fr: Catégorie F

source: Monthly bills
fr: Factures mensuelles

source: Bill by month
fr: Facture par mois

source: Stock coupon
fr: Stock bons

source: Alert
fr: Alerte

source: Number of coupons is less than
fr: Nombre de bons est inférieur à

source: Coupon
fr: bons

source: You can not edit.
fr: Vous ne pouvez pas modifier,

source: is already open by user :
fr: déja ouvert par l'utilisateur:

source: car
fr: véhicule

source: customer
fr: conducteur

source: consumption
fr: consommation

source: event
fr: événement

source: fuel log
fr: carnet carburant

source: Empty
fr: Vider

source: Departure Km gpl
fr: Km de départ pour GPL

source: Departure tank gpl
fr: Réservoir de départ pour GPL

source: Arrival Km gpl
fr: Km d'arrivée pour GPL

source: Arrival tank gpl
fr: Réservoir d'arrivée pour GPL

source: Fuel GPL
fr: Carburant GPL

source: Audit
fr: Modifications

source: Visible on the website
fr: Visible sur le site web

source: Number of coupon consummed is :
fr: Nombre de bons consommés est :

source: Number of coupon stayed is :
fr: Nombre de bons en stock est :

source: Date event
fr: Date événement

source: Pay by the driver
fr: Payé par le conducteur

source: Refund
fr: Remboursé

source: Yes
fr: Oui

source: No
fr: Non

source: Date start
fr: Date début

source: Date end
fr: Date fin

source: Number days
fr: Nombre de jours

source: Amount
fr: Montant

source: Nb total coupon
fr: Nombre total de bons

source: Nb used coupon
fr: Nombre de bons utilisés

source: Nb stayed coupon
fr: Nombre de bons en stock

source: Your opinion
fr: Votre avis

source: Help
fr: Aide

source: Add Interfering
fr: Ajouter un intervenant

source: Refund amount
fr: Montant remboursement

source: Attachment 1
fr: Pièce jointe 1

source: Attachment 2
fr: Pièce jointe 2

source: Attachment 3
fr: Pièce jointe 3

source: Attachment 4
fr: Pièce jointe 4

source: Attachment 5
fr: Pièce jointe 5

source: Attachment
fr: Pièce jointe

source: Enter refund amount
fr: Entez le montant du remboursement

source: Folder number
fr: Numéro de dossier

source: Insured in
fr: Assuré chez

source: Download a backup of your database
fr: Télécharger une sauvegarde de votre base de données

source: Database
fr: Base de donnée

source: Save data base
fr: Sauvegarder

source: Compose New Message
fr: Rédiger un nouveau message

source: Object
fr: Sujet

source: Initiale picture 1
fr: Photo initiale 1

source: Initiale picture 2
fr: Photo initiale 2

source: Initiale picture 3
fr: Photo initiale 3

source: Initiale picture 4
fr: Photo initiale 4

source: Final picture 1
fr: Photo finale 1

source: Final picture 2
fr: Photo finale 2

source: Final picture 3
fr: Photo finale 3

source: Final picture 4
fr: Photo finale 4

source: Identity Card picture front
fr: Photo carte d'identité (recto)

source: Identity Card picture back
fr: Photo carte d'identité (verso)

source: Identity card front
fr: Carte d'identité (recto)

source: Identity card back
fr: Carte d'identité (verso)

source: Driver license front
fr: Permis de conduire (recto)

source: Driver license back
fr: Permis de conduire (verso)

source: Driver License picture front
fr: Photo permis de conduire (recto)

source: Driver License picture back
fr: Photo permis de conduire (verso)

source: Pneumatic
fr: Pneumatique

source: Tires
fr: Pneus

source: Newspaper shiftings
fr: Journal déplacements

source: Newspaper verifications
fr: Journal vérifications

source: Extinguisher
fr: Extincteur

source: Extinguishers
fr: Extincteurs

source: Newspaper movings
fr: Journal déplacements

source: Newspaper recharges
fr: Journal recharges

source: Add tire
fr: Ajouter un pneu

source: Purchase
fr: Achat

source: Enter model
fr: Entrez le modèle

source: Installed
fr: Installé

source: Edit tire
fr: Modifier un pneu

source: Tire
fr: Pneu

source: Are you sure you want to delete selected tires ?
fr: Êtes-vous sûr de vouloir supprimer les pneus sélectionnés ?

source: Are you sure you want to delete selected thirds ?
fr: Êtes-vous sûr de vouloir supprimer les tiers sélectionnés ?

source: Invalid tire
fr: Pneu invalid

source: The tire has been saved.
fr: Le pneu a été sauvegardé.

source: The tire could not be saved. Please, try again.
fr: Le pneu n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Tire cancelled.
fr: Les changements n'ont pas été enregistrés. Pneu annulé.

source: The tire has been deleted.
fr: Le pneu a été supprimé.

source: The tire could not be deleted. Please, try again.
fr: Le pneu n'a pas pu être supprimé.

source: The tire could not be deleted. Please remove dependencies in advance.
fr: Le pneu ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Shiftings
fr: Déplacements

source: Location
fr: Emplacement

source: Shifting date
fr: Date de déplacement

source: Add shifting
fr: Ajouter un déplacement

source: Edit shifting
fr: Modifier un déplacement

source: Select tire
fr: Sélectionnez un pneu

source: Select position
fr: Sélectionnez une position

source: Select location
fr: Sélectionnez un emplacement

source: Invalid shifting
fr: Déplacement invalid

source: The shifting has been saved.
fr: Le déplacement a été sauvegardé.

source: The shifting could not be saved. Please, try again.
fr: Le déplacement n'a pas pu être enregistrée. Veuillez essayer de nouveau.
