Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Are you sure you want to delete %s?
fr: Êtes-vous sûr de vouloir supprimer %s?

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr: Page {:page} sur {:pages}, {:current} enregistrements sur {:count} au total, commençant par {:start}, se terminant par {:end}

source: Are you sure you want to delete selected carCategories ?
fr: Êtes-vous sûr de vouloir supprimer les catégories sélectionnées ?

source: Created
fr: Créé le

source: Modified
fr: Modifié le

source: Add Car option
fr: Ajouter une option

source: Edit Car Option
fr: Modifier le option

source: Car options
fr: Options des véhicules

source: Are you sure you want to delete selected car options ?
fr: Êtes-vous sûr de vouloir supprimer les options sélectionnées ?

source: Are you sure you want to delete selected carOption ?
fr: Êtes-vous sûr de vouloir supprimer l'option sélectionnée ?

source: Add Car status
fr: Ajouter un statut

source: Bookable
fr: Réservable

source: Edit Car Status
fr: Modifier le statut

source: Car status
fr: Statuts véhicules

source: Are you sure you want to delete selected car status ?
fr: Êtes-vous sûr de vouloir supprimer les statuts sélectionnés ?

source: Are you sure you want to delete selected carStatus ?
fr: Êtes-vous sûr de vouloir supprimer les statuts sélectionnés ?

source: Add Car Type
fr: Ajouter un type

source: Edit Car Type
fr: Modifier le type

source: Car types
fr: Types véhicules

source: Are you sure you want to delete selected car type ?
fr: Êtes-vous sûr de vouloir supprimer les types sélectionnés ?

source: Are you sure you want to delete selected carTypes ?
fr: Êtes-vous sûr de vouloir supprimer les types sélectionnés ?

source: Add model
fr: Ajouter un modèle

source: Mark
fr: Marque

source: Edit model
fr: Modifier un modèle

source: Models
fr: Modèles

source: Are you sure you want to delete selected model ?
fr: Êtes-vous sûr de vouloir supprimer le modèle sélectionné ?

source: Are you sure you want to delete selected models ?
fr: Êtes-vous sûr de vouloir supprimer les modèles sélectionnés ?

source: Model
fr: Modèle

source: Add car
fr: Ajouter un véhicule

source: General information
fr: Informations générales

source: Purchase / Credit
fr: Achat / Crédit

source: Performance / Consumption
fr: Vitesse / Consommation

source: Enter code
fr: Entrez un code

source: Select parc
fr: Sélectionnez un parc

source: Department
fr: Département

source: Select department
fr: Sélectionnez un département

source: Select mark
fr: Sélectionnez une marque

source: Car category
fr: Catégorie de véhicule

source: Select category
fr: Sélectionnez une catégorie

source: Car type
fr: Type de véhicule

source: Select type
fr: Sélectionnez un type

source: Fuel
fr: Carburant

source: Select fuel
fr: Sélectionnez un type de carburant

source: Enter place number
fr: Entrez le nombre de place

source: Place number
fr: Nombre de place

source: Door number
fr: Nombre de porte

source: Enter door number
fr: Entrez le nombre de porte

source: Enter provisional registration
fr: Entrez l'immatriculation provisoire

source: Provisional registration
fr: Immatriculation provisoire

source: Final registration
fr: Immatriculation définitive

source: Enter final registration
fr: Entrez l'immatriculation définitive

source: Chassis
fr: Châssis

source: Enter chassis
fr: Entrez le châssis

source: Color
fr: Couleur

source: Enter color
fr: Entrez une couleur

source: Select color
fr: Sélectionnez la couleur

source: Circulation date
fr: Date de circulation

source: Final registration date
fr: Date de l'immatriculation définitive

source: Radio code
fr: Code Radio

source: Enter radio code
fr: Entrez le code radio

source: Choose file
fr: Choisir un fichier

source: Yellow Card
fr: Carte jaune

source: Grey Card
fr: Carte grise

source: picture1
fr: Photo 1

source: picture2
fr: Photo 2

source: picture3
fr: Photo 3

source: picture4
fr: Photo 4

source: Enter note
fr: Entrez une note

source: Supplier
fr: Fournisseur

source: Select supplier
fr: Sélectionnez fournisseur

source: Purchase date
fr: Date d'achat

source: Purchasing price
fr: Prix ​​d'achat

source: Enter purchasing price
fr: Entrez le prix d'achat

source: Credit date
fr: Date crédit

source: Monthly payment
fr: Paiement mensuel

source: Enter monthly payment
fr: Entrez le paiement mensuel

source: Credit duration
fr: Durée de crédit

source: Enter credit duration in month
fr: Entrez la durée de crédit en mois

source: Nb year amortization
fr: Années de l'amortissement

source: Enter Nb year amortization
fr: Entrez les années d'amortissement

source: Amortization amount
fr: Montant de l'amortissement

source: Enter amortization amount
fr: Entrez le montant d'amortissement

source: Add attachments
fr: Ajouter des pièces jointes

source: Max Speed
fr: Vitesse max

source: Enter max speed
fr: Entrez la vitesse max

source: Reservoir
fr: Réservoir

source: Enter capacity reservoir in liter
fr: Entrez la capacité du réservoir en litre

source: Min consumption
fr: Consommation min

source: Enter min consumption (L/100Km)
fr: Entrez la consommation min (L/100 Km)

source: Enter min consumption (L/100H)
fr: Entrez la consommation min (L/100 H)

source: Max consumption
fr: Consommation Max

source: Enter max consumption (L/100Km)
fr: Entrez la consommation max (L/100 Km)

source: Enter max consumption (L/100H)
fr: Entrez la consommation max (L/100 H)

source: Save
fr: Enregister

source: Address
fr: Adresse

source: Phone
fr: Téléphone

source: Edit car
fr: Modifier le véhicule

source: Status
fr: Statut

source: Statutes
fr: Statuts

source: Select status
fr: ﻿Sélectionnez un statut

source: Enter yellow Card
fr: Entrez la carte jaune

source: Enter grey Card
fr: Entrez la carte grise

source: Category
fr: Catégorie

source: Select model
fr: Sélectionnez un modèle

source: Cars
fr: Véhicules

source: Advanced search
fr: Recherche avancée

source: Created by
fr: Créé par

source: From date
fr: Du

source: to date
fr: au

source: Modified by
fr: Modifié par

source: Are you sure you want to delete selected cars ?
fr: Êtes-vous sûr de que vouloir supprimer les véhicules sélectionnés ?

source: Export
fr: Exporter

source: Export All
fr: Tout exporter

source: N.DO
fr: N.PO

source: View
fr: Voir

source: Edit
fr: Editer

source: Attachments
fr: Pièces jointes

source: Missing attachments
fr: Pas de pièces jointes

source: Missing attachments grey card
fr: Carte grise manquante

source: Missing attachments yellow card and grey card
fr: Carte jaune et carte grise manquantes

source: Unlock
fr: Déverrouiller

source: Lock
fr: Verrouiller

source: Totals
fr: Totaux

source: Car
fr: Véhicule

source: Car Category
fr: Catégorie de véhicule

source: Car Type
fr: Type de véhicule

source: Nb Door
fr: NB porte

source: Circulation Date
fr: Date de circulation

source: Date Approval
fr: Date d'approbation

source: Radio Code
fr: Code Radio

source: Month
fr: Mois

source: Amortization
fr: Taux d'amortissement

source: Start
fr: Début

source: End
fr: Fin

source: By
fr: Par

source: Add Company
fr: Ajouter une entreprise

source: List Companies
fr: Liste des entreprises

source: List Legal Forms
fr: Liste des formes légales

source: New Legal Form
fr: Nouvelle forme légale

source: Edit Company
fr: Modifier une entreprise

source: Are you sure you want to delete # %s?
fr: Êtes-vous sûr de vouloir supprimer # %s?

source: Companies
fr: Entreprises

source: previous
fr: précédent

source: next
fr: suivant

source: New Company
fr: Nouvelle entreprise

source: Company
fr: Société

source: Adress
fr: Adresse

source: Social Capital
fr: Capital social

source: Legal Form
fr: Forme Légale

source: Delete Company
fr: Supprimer une entreprise

source: Add consumption
fr: Ajouter une consommation

source: Reference
fr: Référence

source: Enter reference
fr: Entrez une référence

source: The reference must be unique
fr: La référence doit être unique

source: Select car
fr: Sélectionnez un véhicule

source: Select
fr: Sélectionnez

source: Coupons number
fr: Nombre de bons

source: Enter coupons number
fr: Entrez le nombre de bons

source: Serial numbers
fr: Numéros de série

source: Enter S.N separated by a semicolons
fr: Entrez N.S, séparés par des point-virgules

source: Returned coupons
fr: Bons de retour

source: Enter returned coupons
fr: Entrez le nombre de bons de retour

source: Returned serial numbers
fr: Numéros de série retournés

source: Returned S.N separated by a semicolons
fr: N.S retournés séparés par des points virgule

source: Cities
fr: Villes

source: Enter destination
fr: Entrez la ville

source: Departure date
fr: Date de départ

source: Departure Km
fr: Km de départ

source: Enter departure Km
fr: Entrez le kilométrage de départ

source: Departure tank
fr: Réservoir de départ

source: Enter departure tank in liters
fr: Entrez le réservoir de départ

source: Arrival date
fr: Date d'arrivée

source: Arrival Km
fr: Km d'arrivée

source: Enter arrival Km
fr: Entrez le km d'arrivée

source: Arrival tank
fr: Réservoir d'arrivée

source: Enter arrival tank in liters
fr: Entrez le réservoir d'arrivée en litres

source: Consumption forecast
fr: Estimation de consommation

source: Enter observation
fr: Entrez l'observation

source: reported consumption has exceeded the maximum threshold that is
fr: la consommation déclarée est supérieure au seuil maximal

source: reported consumption is below the minimum threshold
fr: la consommation déclarée est inférieure au seuil minimal

source: Edit an consumption
fr: Modifier la consommation

source: Difference
fr: Différence

source: Consumptions
fr: Consommations

source: Are you sure you want to delete selected consumptions ?
fr: Êtes-vous sûr de que vouloir supprimer les consommations sélectionnées ?

source: Arrival km
fr: Km d'arrivée

source: Are you sure you want to delete this consumption?
fr: Êtes-vous sûr de vouloir supprimer les consommations sélectionnées ?

source: Transactions sum :
fr: Total des transactions :

source: Consumptions sum :
fr: Total des consommations :

source: Liter
fr: Litre

source: Consumption
fr: Consommation

source: Create a mission order
fr: Créer un ordre de mission

source: Departure km
fr: Km de départ

source: Forecast
fr: Estimation

source: All cars are reserved.
fr: Tous les véhicules ont été affectés

source: -Group
fr: -Groupe

source: Select group
fr: Sélectionnez un groupe

source: Group
fr: Groupe

source: Select zone
fr: Sélectionnez une zone

source: Accompanist
fr: Accompagnateur

source: Enter accompanist
fr: Entrez un accompagnateur

source: Departure location
fr: Lieu de départ

source: Enter departure location
fr: Entrez le lieu de départ

source: Return location
fr: Lieu d'arrivée

source: Enter return location
fr: Entrez le lieu d'arrivée

source: Starting date
fr: Date début

source: Planned Arrival date
fr: Date d'arrivée prévue

source: Real Arrival date
fr: Date d'arrivée réelle

source: Starting Km
fr: Km de départ

source: Enter starting Km
fr: Entrez le km de départ

source: Enter options
fr: Entrez les options

source: Cost per day
fr: Coût par jour

source: Enter cost per day
fr: Entrez le coût par jour

source: Enter cost per km
fr: Entrez le coût par km

source: Enter
fr: Entrer

source: Payment date
fr: Date de paiement

source: Enter caution
fr: Entrez la caution

source: State
fr: Etat

source: Enter state
fr: Entrez l'état du véhicule

source: select group
fr: sélectionnez un groupe

source: Start date
fr: Date début

source: End date
fr: Date fin

source: Are you sure you want to delete selected elements ?
fr: Êtes-vous sûr de vouloir supprimer les éléments sélectionnés ?

source: Contract
fr: Contrat

source: Mission order
fr: Ordre de mission

source: Are you sure you want to delete this element ?
fr: Êtes-vous sûr de vouloir supprimer l'élément sélectionné ?

source: User
fr: Utilisateur

source: Created from
fr: De

source: to
fr: à

source: Edit
fr: Editer

source: Create a contract
fr: Créer un contrat

source: Discount rate
fr: Taux de remise

source: Customer Category
fr: Catégorie du client

source: categories
fr: catégories

source: Categories
fr: Catégories

source: Are you sure you want to delete selected customer category ?
fr: Êtes-vous sûr de vouloir supprimer la catégorie sélectionnée ?

source: Are you sure you want to delete selected customerCategories ?
fr: Êtes-vous sûr de vouloir supprimer les catégories sélectionnées ?

source: Solvency
fr: Solvabilité

source: Select solvency
fr: Sélectionnez la solvabilité

source: First name
fr: Prénom

source: Enter first name
fr: Entrez le prénom

source: Last name
fr: Nom

source: Enter last name
fr: Entrez le nom

source: Enter company
fr: Entrez le nom de l'entreprise

source: Enter RC
fr: Entrez RC

source: Enter IF
fr: Entrez l'identifiant fiscale

source: Enter address
fr: Entrez l'adresse

source: Enter phone
fr: Entrez le(les) numéro(s) de téléphone(s)

source: Enter mobile
fr: Entrez le(s) numéro(s) mobile(s)

source: Enter email 1
fr: Entrez le premier email

source: Enter email 2
fr: Entrez le deuxième email

source: Enter email 3
fr: Entrez le troisième email

source: Birthday
fr: Date de naissance

source: Birthplace
fr: Lieu de naissance

source: Enter birthplace
fr: Entrez le lieu de naissance

source: Job
fr: Fonction

source: Enter job
fr: Entrez la fonction

source: Nationality
fr: Nationalité

source: Select nationality
fr: Choisissez la nationalité

source: Monthly payroll
fr: Masse salariale mensuelle

source: Enter monthly payroll
fr: Entrez le paiement mensuel

source: Identity card number
fr: Numéro de la carte d'identité

source: Enter identity card number
fr: Entrez le numéro de carte d'identité

source: Delivered by
fr: Délivré par

source: Enter delivered by
fr: Délivré par

source: Delivery date
fr: Délivré le

source: Identity card
fr: Carte d'identité

source: Enter identity card
fr: Entrez la carte d'identité

source: Driver license number
fr: Numéro du permis de conduire

source: Enter driver license number
fr: Entrez le numéro de permis de conduire

source: Expiration date
fr: Date expiration

source: Driver license
fr: Permis de conduire

source: Driver license picture
fr: Photo permis de conduire

source: Enter driver license
fr: Entrez le numéro du permis de conduire

source: Passport number
fr: Numéro de passeport

source: Enter passport number
fr: Entrez le numéro du passeport

source: Passport
fr: Passeport

source: Passport picture
fr: Photo passeport

source: Enter passport
fr: Entrez le numéro de passeport

source: assign group
fr: Affecter à un groupe

source: Missing attachments identity card
fr: Carte d'identité manquante

source: Missing attachments driver license
fr: Permis de conduire manquant

source: Missing attachments passport
fr: Passeport manquant

source: Missing attachments image
fr: Photo manquante

source: Driver license expiration date
fr: Date d'expiration du permis de conduire

source: Customer information
fr: Informations Client

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Tel
fr: Tél.

source: Identity Card Nu
fr: Num carte d'identité

source: Driver License Nu
fr: N° permis de conduire

source: Passport Nu
fr: Num passeport

source: Km traveled
fr: Km parcouru

source: Fuel consumed
fr: Carburant consommé

source: Identity Card
fr: Carte d'identité

source: Identity Card picture
fr: Photo carte d'identité

source: Driver License
fr: Permis de conduire

source: Driver License picture
fr: Photo permis de conduire

source: Add Department
fr: Ajouter un département

source: Edit Department
fr: Modifier un département

source: Departments
fr: Départements

source: Are you sure you want to delete selected department ?
fr: Êtes-vous sûr de vouloir supprimer le département sélectionné ?

source: Restricted area
fr: Espace réservé

source: Add Event type
fr: Ajouter un type

source: Transaction type
fr: Type de transaction :

source: Encasement
fr: Encaissement

source: Disbursement
fr: Décaissement

source: With km
fr: Avec km

source: With date
fr: Avec date

source: Interfering types
fr: Types d'intervenants

source: Edit Event Type
fr: Modifier le type

source: Next Date
fr: Prochaine date

source: Next date
fr: Prochaine date

source: Next km
fr: Prochain Km

source: Event Types
fr: Types d’événement

source: Are you sure you want to delete selected event types ?
fr: Êtes-vous sûr de vouloir supprimer les types d'événements sélectionnés ?

source: YES
fr: OUI

source: NO
fr: NON

source: Add event
fr: Ajouter un événement

source: Intervention type
fr: Type d’intervention

source: Event type
fr: Type d’événement

source: Interfering
fr: Intervenant

source: Select interfering
fr: Sélectionnez un intervenant

source: Enter cost
fr: Entrez le coût

source: Interfering type
fr: Type d'intervenant

source: Edit an event
fr: Modifier un événement

source: Enter Km
fr: Entrez le kilométrage

source: Enter next km
fr: Entrez le prochain kilométrage

source: Assurance number
fr: Numéro d'assurance

source: Enter assurance number
fr: Entrez le numéro d'assurance

source: Disabled
fr: Désactivé

source: Enter km
fr: Entrez le kilométrage

source: Repairs
fr: Réparations

source: Events
fr: Événements

source: For all cars
fr: Pour tous les véhicules

source: Are you sure you want to delete selected events ?
fr: Êtes-vous sûr de vouloir supprimer les événements sélectionnés ?

source: Enter date
fr: Entrez la date

source: Enter next date
fr: Entrez la prochaine date

source: Are you sure you want to delete this event?
fr: Êtes-vous sûr de vouloir supprimer cet événement ?

source: Event Type
fr: Type d’événement

source: Next Km
fr: Prochain Km

source: Actual Km
fr: Km actuel

source: Add Fuel
fr: Ajouter un carburant

source: Price per liter
fr: Prix par litre

source: Edit Fuel
fr: Modifier le carburant

source: Fuels
fr: Carburants

source: Are you sure you want to delete selected fuel ?
fr: Êtes-vous sûr de vouloir supprimer le carburant sélectionné ?

source: Are you sure you want to delete selected fuels ?
fr: Êtes-vous sûr de vouloir supprimer les carburants sélectionnés ?

source: Add Group
fr: Ajouter un groupe

source: Edit Parc
fr: Modifier un parc

source: Groups
fr: Groupes

source: Are you sure you want to delete selected group ?
fr: Êtes-vous sûr de vouloir supprimer le groupe sélectionné ?

source: Interfering Type
fr: Type d'intervenant

source: Edit Interfering Type
fr: Modifier le type

source: Interferings Type
fr: Types d'intervenants

source: Are you sure you want to delete selected interfering type ?
fr: Êtes-vous sûr de vouloir supprimer le type sélectionné ?

source: Are you sure you want to delete selected interferingTypes ?
fr: Êtes-vous sûr de vouloir supprimer les types sélectionnés ?

source: Edit Interfering
fr: Modifier intervenant

source: Interferings
fr: Intervenants

source: Are you sure you want to delete selected interferings ?
fr: Êtes-vous sûr de vouloir supprimer les intervenants sélectionnés ?

source: You have
fr: Vous avez

source: alerts for the following cars :
fr: alertes pour les véhicules suivants :

source: alert
fr: alerte

source: alerts
fr: alertes

source: Controle
fr: Contrôle

source: View all alerts
fr: Voir toutes les alertes

source: Last connexion date :
fr: Dernière connexion :

source: Logout
fr: Déconnexion

source: Dashboard
fr: Tableau de bord

source: Various
fr: Divers

source: Marks
fr: Marques

source: Suppliers
fr: Fournisseurs

source: Interfering Types
fr: Types d'intervenants

source: Statistics
fr: Statistiques

source: Users
fr: Utilisateurs

source: Profiles
fr: Profils

source: Parameters
fr: Paramètres

source: Hello,<br/><br/>
fr: Bonjour,<br/><br/>

source: This email was sent using
fr: L'email a été envoyé par

source: Add Legal Form
fr: Ajouter une forme légale

source: Edit Legal Form
fr: Modifier une forme légale

source: Legal Forms
fr: Formes légales

source: Delete Legal Form
fr: Supprimer une forme légale

source: Related Companies
fr: Entreprises liées

source: Legal Form Id
fr: Forme légale Id

source: Add Mark
fr: Ajouter une marque

source: Edit Mark
fr: Modifier une marque

source: Are you sure you want to delete selected mark ?
fr: Êtes-vous sûr de vouloir supprimer la marque sélectionnée ?

source: Are you sure you want to delete selected marks ?
fr: Êtes-vous sûr de vouloir supprimer les marques sélectionnées ?

source: All alerts
fr: Toutes les alertes

source: Technical controls
fr: Contrôles techniques

source: Sewage
fr: Vidanges

source: Events with dates
fr: Événements avec date

source: Events with kms
fr: Événements avec km

source: Quick links
fr: Liens rapides

source: Modify my password
fr: Mot de passe

source: User's list
fr: Utilisateurs

source: Car's list
fr: Véhicules

source: Add a car
fr: Ajouter un véhicule

source: Add a
fr: Ajouter un

source: Add an
fr: Ajouter une

source: Event's list
fr: Événements

source: Add an event
fr: Ajouter un événement

source: Add Parameter
fr: Ajouter un paramètre

source: List Parameters
fr: Liste des paramètres

source: Edit Parameter
fr: Modifier le paramètre

source: General
fr: Général

source: Alerts
fr: Alertes

source: Coupons
fr: Bons

source: Language
fr: Langue

source: Currency
fr: Monnaie

source: Legal form
fr: Forme juridique

source: Social capital
fr: Capital social

source: Days
fr: Jours

source: Coupon price
fr: Prix du bon

source: Enter coupon price
fr: Entrez le prix du bon

source: automatic
fr: Automatique

source: Size
fr: Taille

source: Parameter
fr: Paramètre

source: Delete Parameter
fr: Supprimer le paramètre

source: New Parameter
fr: Nouveau paramètre...

source: Add Parc
fr: Ajouter un parc

source: Are you sure you want to delete selected parc ?
fr: Êtes-vous sûr de vouloir supprimer le parc sélectionné ?

source: Are you sure you want to delete selected parcs ?
fr: Êtes-vous sûr de vouloir supprimer les parcs sélectionnés ?

source: Add Product
fr: Ajouter un produit

source: Enter code product
fr: Entrez le code produit

source: Enter name product
fr: Entrez le nom du produit

source: quantity
fr: quantité

source: Edit Product
fr: Modifier le produit

source: Products
fr: Produits

source: Are you sure you want to delete selected products ?
fr: Êtes-vous sûr de vouloir supprimer les produits sélectionnés ?

source: Add Profile
fr: Ajouter un profil

source: Conductors
fr: Conducteurs

source: Select all
fr: Tous sélectionner

source: Select all with pagination
fr: Tous sélectionner avec pagination

source: Select none
fr: Tous déselectionner

source: Edit Profile
fr: Modifier un profil

source: Are you sure you want to delete selected profiles ?
fr: Êtes-vous sûr de vouloir supprimer les profils sélectionnés ?

source: Security
fr: Sécurité

source: Add Role
fr: Ajouter un rôle

source: List Marks
fr: Marques

source: List Cars
fr: Véhicules

source: New Car
fr: Nouveau véhicule

source: New Role
fr: Nouveau rôle

source: Delete Mark
fr: Supprimer la marque

source: New Mark
fr: Nouvelle marque

source: Related Cars
fr: Véhicules liés

source: Car Status Id
fr: Statut Id

source: Mark Id
fr: Marque Id

source: Car Type Id
fr: Type Id

source: User Id
fr: Utilisateur Id

source: Car Category Id
fr: Catégorie Id

source: Fuel Id
fr: Carburant Id

source: Cars insurances
fr: Assurances par véhicule

source: Year
fr: An

source: Export Pdf
fr: Exporter PDF

source: Star date
fr: Date début

source: Start date
fr: Date début

source: Cars reservations
fr: Liste des véhicules réservés

source: Monthly consumption per car
fr: Consommation mensuelle par véhicule

source: From
fr: De

source: To
fr: A

source: Coupons Nbr
fr: Nbr Bons

source: Liter/Coupon
fr: Litre/Bon

source: Kms / Month
fr: Kms / mois

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars
