Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Changes were not saved. Shifting cancelled.
fr: Les changements n'ont pas été enregistrés. Déplacement annulé.

source: The shifting has been deleted.
fr: Le déplacement a été supprimé.

source: The shifting could not be deleted. Please, try again.
fr: Le déplacement n'a pas pu être supprimé.

source: Are you sure you want to delete selected shiftings ?
fr: Êtes-vous sûr de vouloir supprimer les déplacements sélectionnés ?

source: Add verification
fr: Ajouter une vérification

source: Verification date
fr: Date de vérification

source: Tread
fr: Bande de roulement

source: Enter tread
fr: Entrez la bande de roulement

source: Wear
fr: Usure

source: Verifications
fr: Vérifications

source: Enter wear
fr: Entrez le taux d'usure

source: Edit verification
fr: Modifier une vérification

source: Invalid verification
fr: Vérification invalid

source: The verification has been saved.
fr: La vérification a été sauvegardé.

source: The verification could not be saved. Please, try again.
fr: La vérification n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Verification cancelled.
fr: Les changements n'ont pas été enregistrés. Vérification annulé.

source: The verification has been deleted.
fr: La vérification a été supprimé.

source: The verification could not be deleted. Please, try again.
fr: La vérification n'a pas pu être supprimé.

source: Are you sure you want to delete selected verifications ?
fr: Êtes-vous sûr de vouloir supprimer les vérifications sélectionnés ?

source: Add extinquisher
fr: Ajouter un extincteur

source: Extinguisher number
fr: Numéro d'extincteur

source: Enter extinguisher number
fr: Entrez le numéro d'extincteur

source: The extinguisher number must be unique
fr: Le numéro d'extincteur doit être unique

source: Validity day date
fr: Date de fin de validité

source: Enter volume
fr: Entrez le volume

source: Enter amount
fr: Entrez le montant

source: Edit extinguisher
fr: Modifier un extincteur

source: The extinguisher could not be deleted. Please remove dependencies in advance.
fr: L'extincteur ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid moving
fr: Déplacement invalid

source: The moving has been saved.
fr: Le déplacement a été sauvegardé.

source: The moving could not be saved. Please, try again.
fr: Le déplacement n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Moving cancelled.
fr: Les changements n'ont pas été enregistrés. Déplacement annulé.

source: The moving has been deleted.
fr: Le déplacement a été supprimé.

source: The moving could not be deleted. Please, try again.
fr: Le déplacement n'a pas pu être supprimé.

source: Are you sure you want to delete selected movings ?
fr: Êtes-vous sûr de vouloir supprimer les déplacements sélectionnés ?

source: Add moving
fr: Ajouter un déplacement

source: Edit moving
fr: Modifier un déplacement

source: Movings
fr: Déplacements

source: Select extinguisher
fr: Sélectionnez un extincteur

source: Invalid recharge
fr: Recharge invalid

source: The recharge has been saved.
fr: La recharge a été sauvegardé.

source: The recharge could not be saved. Please, try again.
fr: La recharge n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Recharge cancelled.
fr: Les changements n'ont pas été enregistrés. Recharge annulé.

source: The recharge has been deleted.
fr: Le recharge a été supprimé.

source: The recharge could not be deleted. Please, try again.
fr: La recharge n'a pas pu être supprimé.

source: Are you sure you want to delete selected recharges ?
fr: Êtes-vous sûr de vouloir supprimer les recharges sélectionnés ?

source: Add recharge
fr: Ajouter une recharge

source: Edit recharge
fr: Modifier une recharge

source: Recharge date
fr: Date de recharge

source: Locations
fr: Emplacements

source: Add location
fr: Ajouter un emplacement

source: Edit location
fr: Modifier un emplacement

source: Are you sure you want to delete selected locations ?
fr: Êtes-vous sûr de vouloir supprimer les emplacements sélectionnés ?

source: Add position
fr: Ajouter une position

source: Edit position
fr: Modifier une position

source: Are you sure you want to delete selected positions ?
fr: Êtes-vous sûr de vouloir supprimer les positions sélectionnées ?

source: Invalid position
fr: Position invalid

source: The position has been saved.
fr: La position a été sauvegardé.

source: The position could not be saved. Please, try again.
fr: La position n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Position cancelled.
fr: Les changements n'ont pas été enregistrés. Position annulé.

source: The position has been deleted.
fr: La position a été supprimé.

source: The position could not be deleted. Please, try again.
fr: La position n'a pas pu être supprimé.

source: Invalid location
fr: Emplacement invalid

source: The location has been saved.
fr: La emplacement a été sauvegardé.

source: The location could not be saved. Please, try again.
fr: La emplacement n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Location cancelled.
fr: Les changements n'ont pas été enregistrés. Emplacement annulé.

source: The location has been deleted.
fr: Le emplacement a été supprimé.

source: The location could not be deleted. Please, try again.
fr: La emplacement n'a pas pu être supprimé.

source: The position could not be deleted. Please remove dependencies in advance.
fr: La position ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: The location could not be deleted. Please remove dependencies in advance.
fr: L'emplacement ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Kms sum :
fr: Total de la distance parcourue :

source: Total assurance :
fr: Total des assurances :

source: Total technical control :
fr: Total des contrôles techniques :

source: Total vignette :
fr: Total des vignettes :

source: Total maintenance mecanic :
fr: Total des maintenances mécaniques :

source: Total maintenance electronic :
fr: Total des maintenances électroniques :

source: Total other maintenance :
fr: Total des autres maintenances :

source: Cost events administratif
fr: Coût d'événements administratifs

source: Cost maintenance
fr: Coût maintenances

source: Paid
fr: Payé

source: Reservation paid
fr: Réservation payé

source: Mode of payment
fr: Mode de paiement

source: Species
fr: Espèce

source: Enter species
fr: Entrez le coût en espèce

source: to num
fr: Au

source: Current reservation
fr: Réservation en cours

source: Num coupon from
fr: Numéro du bon du

source: Attachment RC
fr: Pièce jointe RC

source: Attachment IF
fr: Pièce jointe IF

source: Attachment AI
fr: Pièce jointe AI

source: Enter AI
fr: Entrez l'article d'imposition

source: Driver information
fr: Informations chauffeur

source: Bill n°:
fr: Facture n°:

source: Departure date from
fr: Date de départ Du

source: Arrival date from
fr: Date d'arrivée Du

source: Start date from
fr: Date début Du

source: Planned end date from
fr: Date fin prévue Du

source: Real end date from
fr: Date fin réelle Du

source: Total consumed coupons :
fr: Total des bons consommés :

source: Total species :
fr: Total espèces :

source: Total liters :
fr: Total des litres consommées :

source: Total species cards :
fr: Total espèces cartes :

source: Are you sure you want to delete selected extinguishers ?
fr: Êtes-vous sûr de vouloir supprimer les extincteurs sélectionnés ?

source: Affectations requests
fr: Demande d'affectations

source: Alert activate
fr: Alerte activée

source: Number contract
fr: Numéro du contrat

source: Enter number contract
fr: Entrez le numéro du contrat

source: Planned end date
fr: Date de retour prévue

source: Real end date
fr: Date de retour réelle

source: Select departure tank
fr: Sélectionnez le niveau du réservoir de départ

source: Select arrival tank
fr: Sélectionnez le niveau du réservoir d'arrivée

source: Departure
fr: Départ

source: Arrival
fr: Arrivée

source: Reason
fr: Cause

source: Enter reason
fr: Entrez la cause

source: Use bar code
fr: Utilisation du code à barre

source: The serial number don't exist
fr: Le numéro de série n'existe pas

source: The serial number is already chosen
fr: Le numéro de série a été déja saisi.

source: The serial number is already used
fr: Le numéro de série a été utilisé.

source: The serial number does not match the serial numbers already chosen
fr: Le numéro de série ne correspond pas aux numéros de série déjà choisis.

source: Company information
fr: Information société

source: Address family
fr: Adresse d'un proche

source: Tel family
fr: Tél d'un proche

source: Please find attached copy of your contract
fr: Veuillez trouver ci-joint une copie de votre contrat.

source: Please find attached copy of your mission order
fr: Veuillez trouver ci-joint une copie de ordre de mission.

source: Your Email has been sent.
fr: Votre e-mail a été envoyé.

source: Your Email has not been sent. Try again.
fr: Votre e-mail n'a pas pu être envoyé. Réessayer de nouveau.

source: Send the contract by email
fr: Envoyer le contrat par e-mail.

source: Send the mission order by email
fr: Envoyer l'ordre de mission par e-mail.

source: In mission
fr: En mission

source: Car mission
fr: Véhicule en mission

source: Severity incident
fr: Gravité de l'incident

source: Low
fr: Faible

source: Medium
fr: Moyen

source: Serious
fr: Grave

source: Very serious
fr: Très grave

source: Select severity incident
fr: Sélectionnez la gravité de l'incident

source: Save copy
fr: Enregister une copie

source: Edit temporary reservation
fr: Modifier une réservation provisoire

source: Add temporary reservation
fr: Ajouter une réservation provisoire

source: Temporary affectation
fr: Affectation provisoire

source: Changes were not saved. Temporary affectation cancelled.
fr: Les changements n'ont pas été enregistrés. Affectation provisoire annulée.

source: The temporery affectation has been saved.
fr: L'affectation provisoire a été sauvegardée.

source: The temporary affectation has been saved.
fr: L'affectation provisoire a été sauvegardée.

source: The temporery affectation could not be saved. Please, try again.
fr: L'affectation provisoire n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The temporary affectation could not be saved. Please, try again.
fr: L'affectation provisoire n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Receive alert
fr: Recevoir e-mail des alertes

source: Use GPL
fr: GPL utilisé

source: Enter Km traveled
fr: Entrez km parcourus

source: Km traveled GPL
fr: Km parcourus pour GPL

source: Enter Km traveled GPL
fr: Entrez le km parcourus avec le GPL

source: Consumption forecast GPL
fr: Estimation de consommation GPL

source: Payment
fr: Paiements

source: Add Payment
fr: Ajouter Paiement

source: Select payment type
fr: Sélectionnez un type de paiement

source: Transfer
fr: Transferer

source: Transferred
fr: Transferée

source: Bank check
fr: Chèque bancaire

source: Payment type
fr: Type de paiement

source: Assurance amount
fr: Montant d'assurance

source: Save a copy
fr: Enregister une copie

source: The email
fr: Le e-mail du

source: is empty.
fr: est vide.

source: Current
fr: en cours

source: The user could not be deleted.
fr: L'utilisateur ne peut pas être supprimer

source: Number facture
fr: Numéro de facture

source: Add more
fr: Ajouter plus

source: Pictures
fr: Photos

source: picture
fr: Photo

source: Picture
fr: Image

source: Agency
fr: Agence

source: Select agency
fr: Sélectionnez une agence

source: Empty weight
fr: Poids vide

source: Enter empty weight
fr: Entrez le poids vide

source: Enter name
fr: Entrez le nom

source: Filters
fr: Filtres de recherche

source: Administrative filter
fr: Filtres administratifs

source: Print
fr: Imprimer

source: Enter quantity
fr: Entrez la quantité

source: Monthly cost per event
fr: Coût mensuel par année et par type d'événement

source: Assurance type
fr: Type d'assurance

source: Select assurance type
fr: Sélectionnez un type d'assurance

source: Public liability
fr: Responsabilité civile

source: Collision damage
fr: Dommages collision

source: All risks
fr: Tous risques

source: Synchronize
fr: Synchroniser

source: Connect to geolocation
fr: Se connecter à la géolocalisation

source: Synchronization has been performed successfully
fr: La synchronisation du kilométrage a été effectuée avec succès.

source: The car has been saved but the leasing are not.
fr: Le véhicule a été enregistré. Par contre le contrat n'a pas pu être enregistré.

source: Leasings
fr: Contrats

source: Leasing
fr: Contrat

source: Counter / Km
fr: Compteur /Km

source: Enter counter / Km
fr: Entrez le compteur /Km

source: Additional cost. At Km HT
fr: Coût Supp. Au Km HT

source: Enter additional cost. At Km HT
fr: Entrez le coût supplémentaire au Km (HT)

source: Km annual
fr: Km annuel

source: Enter km annual
fr: Entrez le Km annuel

source: Add leasing
fr: Ajouter un contrat

source: Contract duration
fr: Durée Contractuelle

source: Km Global Contract
fr: Km Contractuel Global

source: Km Date
fr: Km à Date

source: Time for date / time in S1
fr: Durée à date / date en S1

source: Remaining time to time in S1
fr: Durée restante à date en S1

source: Past month
fr: Mois écoulés

source: Rest termination / month
fr: Reste à la fin de contrat/mois

source: Km/Month
fr: Km / Mois

source: Km Remaining contract
fr: Km Restant au contrat

source: Remaining xx Month / D
fr: Reste des xx Mois/J

source: Contractual km to Date
fr: Km contractuel à date

source: Situation to Date
fr: Situation à date

source: +/- Value of contract dzd / km additional
fr: +/- value sur contrat da / km supplémentaire

source: Km estimated contract termination
fr: Km estimé fin de contrat

source: Estimated distance KM termination
fr: Estimation écart KM fin de contrat

source: End of contract
fr: Fin de contrat

source: Affectation date
fr: Date d'affectation

source: Amount leasing / month
fr: Montant location / mois

source: Fuel discharge
fr: Décharge carburant

source: Tanks
fr: Citernes

source: Add Capacity
fr: Ajouter capacité citerne

source: Maximum capacity Gazoil
fr: Capacité maximale Gasoil

source: Maximum capacity Sans plamb
fr: Capacité maximale Sans plomb

source: Maximum capacity Super
fr: Capacité maximale Super

source: Used tank Gazoil
fr: Carburants utilisés Gasoil

source: Stayed tank Gazoil
fr: Quantité restante Gasoil

source: Stayed tank Sans plamb
fr: Quantité restante Sans plomb

source: Stayed tank Super
fr: Quantité restante Super

source: Add fuel in tank
fr: Ajouter carburant dans la citerne

source: Edit fuel in tank
fr: Modifier carburant dans la citerne

source: Enter liter
fr: Entrez le nombre de litre

source: Filling
fr: Remplissage

source: Liter tank
fr: Capacité citerne

source: Enter liter tank
fr: Entrez la capacité de la citerne.

source: Invalid tank
fr: Citerne invalide.

source: The tank has been saved.
fr: La citèrne a té sauvegardée.

source: The tank could not be saved. Please, try again.
fr: La citerne n'a pas pu être sauvegardée.

source: The tank could not be saved. the added quantity is more than the maximum quantity of tank.
fr: La quantité du carburant ne peut pas être ajoutée. La quantité ajoutée est supérieure à la quantité maximale de la citerne.

source: Changes were not saved. Tank cancelled
fr: Les changements n'ont pas été enregistrés. Quantité carburant annulée.

source: The tank has been deleted.
fr: La citèrne a été supprimée.

source: The tank could not be deleted. Please, try again.
fr: La citèrne n'a pas pu être supprimée.

source: The tank could not be deleted. Please remove dependencies in advance.
fr: La citèrne ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Consumption liter
fr: Consommation en litre

source: Enter quantity fuel
fr: Entrez la quantité de carburant

source: You don't have permission to add. The tank is full
fr: Vous n'avez pas la permission d'ajouter du carburant. La citerne est pleine.

source: Tank
fr: Citerne

source: Select tank
fr: Sélectionnez une citerne

source: Tank Gazoil
fr: Citerne Gasoil

source: Tank Sans plamb
fr: Citerne Sans plomb

source: Tank Super
fr: Citerne Super

source: The quantity of fuel in the tank is below
fr: La quantité du carburant dans le réservoir est inférieure à :

source: The number of coupon is below
fr: Le nombre des bons est inférieur à :

source: Km contract
fr: Km contrat

source: Date contract
fr: Date contrat

source: Additional franchise km
fr: Franchise pour km supplémentaires

source: Entrer additional franchise km
fr: Entrez la franchise pour km supplémentaires

source: Enter Km
fr: Entrez le Km

source: Year contract
fr: Nombre d'année du contrat

source: Enter year contract
fr: Entrez le nombre d'année du contrat

source: Information customer
fr: Information conducteur

source: Check the fields to be hidden
fr: Cocher les champs à cacher

source: Kilometers followed
fr: Suivi kilométrage

source: Average daily
fr: Moyenne à jour

source: Average/ Month
fr: Moyenne / Mois

source: Rental/ Purchase
fr: Achat / Location

source: Rental
fr: Location

source: Current km car :
fr: Kilométrage actuel du véhicule :

source: Refund date
fr: Date de remboursement

source: Add marchandise
fr: Ajoutez une marchandise

source: Select unit
fr: Seléctionnez une unité

source: Select tva
fr: Seléctionnez la TVA

source: Edit marchandise
fr: Modifier une marchandise

source: Departure city
fr: Ville de départ

source: Arrival city
fr: Ville d'arrivée

source: Duration
fr: Durée

source: Enter wording
fr: Entrez le libellé

source: Enter description
fr: Entrez la description

source: Add ride
fr: Ajouter un trajet

source: Edit ride
fr: Modifier un trajet

source: Add itinerary
fr: Ajouter un itinéraire

source: Edit itinerary
fr: Modifier un itinéraire

source: Itinerary
fr: Itinéraire

source: Rides
fr: Trajets

source: Are you sure you want to delete selected marchandises ?
fr: Êtes-vous sûr de vouloir supprimer les marchandises sélectionnées ?

source: Are you sure you want to delete selected rides ?
fr: Êtes-vous sûr de vouloir supprimer les trajets sélectionnés ?

source: Are you sure you want to delete selected detail rides ?
fr: Êtes-vous sûr de vouloir supprimer les détail trajets sélectionnés ?

source: Are you sure you want to delete selected Prices ?
fr: Êtes-vous sûr de vouloir supprimer les tarifs sélectionnés ?

source: Select departure city
fr: Sélectionnez une ville de départ

source: Select arrival city
fr: Sélectionnez une ville d'arrivée

source: Enter distance
fr: Entrez la distance

source: Enter duration
fr: Entrez la durée

source: Detail Rides
fr: Détail trajets

source: Ride
fr: Trajet

source: Premium
fr: Prime

source: Add detail ride
fr: Ajouter détail trajet

source: Edit detail ride
fr: Modifier détail trajet

source: Select ride
fr: Sélectionnez un trajet

source: Enter premium
fr: Entrez la prime

source: Enter consumption
fr: Entrez la consommation

source: Prices
fr: Tarifs

source: Price HT
fr: Prix HT

source: Quantity minimum
fr: Quantité minimum

source: Add price
fr: Ajouter tarif

source: Edit price
fr: Modifier tarif

source: Select marchandise
fr: Sélectionnez une marchandise

source: Enter price HT
fr: Entrez le prix HT

source: Enter quantity minimum
fr: Entrez la quantité minimale

source: Add sheet ride
fr: Feuilles de routes (voyages)

source: Add sheet
fr: Ajouter feuille de route

source: Consumption management
fr: Gestion de consommation

source: Consumption coupon
fr: Consommation par bon

source: Consumption spacies
fr: Consommation par espèce

source: Consumption tank
fr: Consommation par citerne

source: Add city
fr: Ajouter une ville

source: Edit city
fr: Modifier une ville

source: Add wilaya
fr: Ajouter une wilaya

source: Edit wilaya
fr: Modifier une wilaya

source: Add daira
fr: Ajouter une daïra

source: Edit daira
fr: Modifier une daïra

source: Select destination
fr: Sélectionnez une ville

source: Select wilaya
fr: Sélectionnez une wilaya

source: Select daira
fr: Sélectionnez une daïra

source: Text fields
fr: Champs texte

source: Dropdown list
fr: Liste déroulante

source: Add client
fr: Ajouter un client

source: Edit client
fr: Modifier un client

source: Invalid marchandise
fr: Marchandise invalide.

source: The marchandise has been saved.
fr: La marchandise a été enregistrée.

source: The marchandise could not be saved. Please, try again.
fr: La marchandise n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Marchandise cancelled.
fr: Les changements n'ont pas été enregistrés. Marchandise annulée.

source: The marchandise has been deleted.
fr: La marchandise a été supprimée.

source: The marchandise could not be deleted. Please, try again.
fr: La marchandise n'a pas pu être supprimée.

source: Invalid ride
fr: Trajet invalide.

source: The ride has been saved.
fr: Le trajet a été enregistré.

source: The ride could not be saved. Please, try again.
fr: Le trajet n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Ride cancelled.
fr: Les changements n'ont pas été enregistrés. Trajet annulé.

source: The ride has been deleted.
fr: Le trajet a été supprimé.

source: The ride could not be deleted. Please, try again.
fr: Le trajet n'a pas pu être supprimé.

source: Invalid detail ride
fr: Détail trajet invalide.

source: The detail ride has been saved.
fr: Le détail trajet a été enregistré.

source: The detail ride could not be saved. Please, try again.
fr: Le détail trajet n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Detail ride cancelled.
fr: Les changements n'ont pas été enregistrés. Détail trajet annulé.

source: The detail ride has been deleted.
fr: Le détail trajet a été supprimé.

source: The detail ride could not be deleted. Please, try again.
fr: Le détail trajet n'a pas pu être supprimé.

source: Invalid price
fr: Tarif invalide.

source: The price has been saved.
fr: Le tarif a été enregistré.

source: The price could not be saved. Please, try again.
fr: Le tarif n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Price cancelled.
fr: Les changements n'ont pas été enregistrés. Tarif annulé.

source: The price has been deleted.
fr: Le tarif a été supprimé.

source: The price could not be deleted. Please, try again.
fr: Le tarif n'a pas pu être supprimé.

source: Invalid sheet ride
fr: Feuille de route invalide.

source: The sheet ride has been saved.
fr: La feuille de route a été enregistrée.

source: The sheet ride could not be saved. Please, try again.
fr: La feuille de route n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The sheet ride could not be saved.
fr: La feuille de route n'a pas pu être enregistrée.

source: Changes were not saved. Sheet ride cancelled.
fr: Les changements n'ont pas été enregistrés. Feuille de route annulée.

source: The sheet ride has been deleted.
fr: La feuille de route a été supprimée.

source: The sheet ride could not be deleted. Please, try again.
fr: La feuille de route n'a pas pu être supprimée.

source: Number sheet
fr: Numéro de fiche

source: In progress
fr: En cours

source: Closed
fr: Cloturée

source: Billed
fr: Facturée

source: Customer help
fr: Aide chauffeur

source: Add sheet ride (travel)
fr: Ajouter une feuille de route (voyage)

source: Edit sheet ride (travel)
fr: Modifier une feuille de route (voyage)

source: Are you sure you want to delete selected sheet rides ?
fr: Êtes-vous sûr de vouloir supprimer les feuilles de route sélectionnées ?
