Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Treasury
fr: Trésorerie

source: Cashing
fr: Encaissement

source: Money transfer
fr: Virement de fond

source: Revenue / expenditure
fr: Journal recettes / dépenses

source: Third parties
fr: Tiers

source: Users / Payers
fr: Utilisateurs / Payeurs

source: The client has been deleted.
fr: Le client a été supprimé.

source: The client could not be deleted. Please, try again.
fr: Le client n'a pas pu être supprimé.

source: The bill could not be deleted. This bill is already transformed.
fr: La pièce n'a pas pu être supprimée. Cette pièce est déjà transformée.

source: Fuel cards
fr: Cartes carburant

source: Add fuel card
fr: Ajouter carte carburant

source: Edit fuel card
fr: Modifier carte carburant

source: The fuel card has been deleted.
fr: La carte carburant a été supprimée.

source: The fuel card has been saved.
fr: La carte carburant a été enregistrée.

source: The affectation has been locked.
fr: L'affectation a été verrouillée.

source: Requests Affectation
fr: Demandes d'affectations

source: Payment association
fr: Association de paiement

source: All selected invoices are already paid.
fr: Toutes les factures sélectionnées sont déjà payées.

source: All selected mission costs are already paid.
fr: Tous les frais de mission sélectionnés sont déjà payés.

source: All selected reservations are already paid.
fr: Toutes les réservations sélectionnées sont déjà payées.

source: Payments
fr: Paiements

source: Use ride category
fr: Utiliser catégorie trajet

source: The bill must contain at least one ride.
fr: La pièce doit contenir au moins un seul trajet.

source: Sheet rides
fr: Feuilles de route

source: The transport bill has been deleted.
fr: La pièce a été supprimée.

source: Loading time
fr: Temps de chargement

source: Unloading time
fr: Temps de déchargement

source: Maximum driving time
fr: Temps maximal de conduite

source: Break time
fr: Temps de repos

source: Additional Information
fr: Informations supplémentaires

source: Night
fr: Nuit

source: Card affectations
fr: Affectations des cartes

source: Fuel card
fr: Carte carburant

source: Select fuel card
fr: Sélectionnez une carte carburant

source: city
fr: ville

source: Departure daira
fr: Daira de départ

source: Arrival daira
fr: Daira d'arrivée

source: Departure wilaya
fr: Wilaya de départ

source: Arrival wilaya
fr: Wilaya d'arrivée

source: No validated
fr: En instance

source: Customer observation
fr: Observation client

source: Planification observation
fr: Observation planificateur

source: The product could not be deleted. Please remove dependencies in advance.
fr: Le produit ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Rubrics
fr: Rubriques

source: The rubric
fr: La rubrique

source: rubric
fr: rubrique

source: Invalid
fr: Invalide

source: has been deleted.
fr: a été supprimée.

source: could not be deleted. Please, try again.
fr: n'a pas pu être supprimée.

source: could not be deleted. Please remove dependencies in advance.
fr: ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: has been saved.
fr: a été enregistrée.

source: could not be saved. Please, try again.
fr: n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved.
fr: Les changements n'ont pas été enregistrés.

source: cancelled
fr: annulé.

source: Rubric
fr: Rubrique

source: Select
fr: Sélectionnez

source: theoretical
fr: théorique

source: real
fr: réel

source: Average speed
fr: Vitesse moyenne

source: Enter average speed
fr: Entrez la vitesse moyenne

source: truck
fr: camion

source: weight
fr: poids

source: Return to park
fr: Retour au parc

source: The maximum quantity is :
fr: La quantité maximale est :

source: The weight of marchandises is higher than the payload of car.
fr: Le poids de la marchandise est supérieur à la charge utile du véhicule.

source: There are no trucks back to the park in this zone.
fr: Il n'y a aucun camion en retour au parc dans cette zone.

source: Balance estimated
fr: Solde estimé

source: Balance real
fr: Solde réel

source: activate
fr: activée

source: This car wil have
fr: Ce véhicule aura

source: of this car expires on
fr: de ce véhicule expires le

source: at
fr: au

source: Order :
fr: Ordre :

source: Sheet ride name
fr: Nom de feuille de route

source: Pieces
fr: Pièces

source: Offshore
fr: Sous-traitance

source: Subcontractor
fr: Sous-traitant

source: Subcontractor cost
fr: Coût sous-traitant

source: Purchases
fr: Achats

source: Add car offshore
fr: Ajout véhicule

source: Reservations
fr: Réservations

source: Balance
fr: Solde

source: Reservation per supplier
fr: Réservation par fournisseur

source: Reservation per car
fr: Réservation par véhicule

source: Total cost:
fr: Coût total:

source: Left to pay:
fr: Reste à payer:

source: Supplier cost:
fr: Coût fournisseur:

source: Car cost:
fr: Coût véhicule:

source: Units number
fr: Nombre d'unités

source: Enter unit number
fr: Entrez le nombre d'unité

source: Period
fr: Période

source: Today
fr: Aujourd'hui

source: This week
fr: Cette semaine

source: This month
fr: Ce mois

source: This quarter
fr: Ce trimestre

source: This semester
fr: Ce semestre

source: This year
fr: Cette année

source: Simplified journal
fr: Journal simplifié

source: Detailed journal
fr: Journal détaillé

source: Detailed journal per mission
fr: Journal détaillé par mission

source: Simplified journal per client
fr: Journal simplifié par client

source: Payment method
fr: Mode de paiement

source: Select payment method
fr: Sélectionnez un mode de paiement

source: Stamp
fr: Timbre

source: possibility of prepayment
fr: Possibilité de prépaiement

source: The bill is already transformed.
fr: Le pièce a été déjà transformée.

source: Third
fr: Tiers

source: Select third
fr: Sélectionnez un tiers

source: Advanced payment
fr: Règlement avancé

source: You must first approve missions of the selected préfectures.
fr: Vous devez d'abord approuver les missions des préfactures sélectionnées.

source: Enter number
fr: Entrez le numéro

source: The preinvoice has been saved
fr: La préfacture a été enregistrée.

source: The cashing has been saved.
fr: L'encaissement a été enregistré.

source: The cashing could not be saved. Please, try again.
fr: L'encaissement n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The disbursement has been saved.
fr: Le décaissement a été enregistré.

source: The disbursement could not be saved. Please, try again.
fr: Le décaissement n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Non-associated financial transactions
fr: Les transactions financières non associées

source: Financial transactions associated with the current bill
fr: Les transactions financières associées à la pièce actuelle

source: The payment could not be saved. Please, try again.
fr: Le paiement n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The bills associated with this payment will be deleted
fr: Les pièces associées à ce paiement vont être supprimées.

source: Supplier card
fr: Fiche fournisseur

source: calendar
fr: calendrier

source: Departure place
fr: Lieu de départ

source: Arrival place
fr: Lieu d'arrivée

source: Cars number
fr: Nombre de véhicules

source: Other addresses
fr: Autres adresses

source: Final and initial customer
fr: Client initial et final

source: The client became active.
fr: Le client est devenu actif.

source: The supplier became active.
fr: Le fournisseur est devenu actif.

source: The payment has been deleted.
fr: Le paiement a été supprimé.

source: Creator
fr: Créé par

source: Last modifier
fr: Dernier modificateur

source: Modifier
fr: Modifié par

source: Additional time allowed
fr: Temps supplémentaire permis

source: Approve mission
fr: Approuver les missions

source: Missions has been approved
fr: Les missions ont été approuvées.

source: Select service
fr: Sélectionnez un service

source: This profile can not be modified.
fr: Ce profile ne peut pas être modifié.

source: This profile can be deleted.
fr: Ce profile ne peut pas être supprimer.

source: The client has been saved.
fr: Le client a été sauvegardé.

source: Add product type
fr: Ajouter type produit

source: Edit product type
fr: Modifier type produit

source: Add Product Mark
fr: Ajouter marque produit

source: Edit Product Mark
fr: Modifier marque produit

source: Reception pv
fr: PV réception

source: restitution pv
fr: PV restitution

source: Archived date
fr: Date d'archivage

source: Discharge
fr: Décharge

source: Not transmitted
fr: Non transmis

source: Canceled
fr: Annulée

source: Validate
fr: Valider

source: Function
fr: Fonction

source: Transmit
fr: Transmettre

source: Deactivate
fr: Désactiver

source: Reference Mission
fr: Référence mission

source: Parameter mail
fr: Paramètre du mail

source: Final suppliers
fr: Clients finaux

source: Personalized ride
fr: Trajet personnalisé

source: Add personalized ride
fr: Ajouter trajet personnalisé

source: Tomcat path
fr: Chemin du serveur Tomcat

source: Creance by supplier
fr: Créance par client

source: License driver
fr: Permis de conduire

source: Origin reference
fr: Référence précedente

source: New reference
fr: Référence suivante

source: The article has been duplicated
fr: La pièce a été dupliquée

source: Supplier categories
fr: Catégories fournisseurs

source: Add employee
fr: Ajouter un employé

source: Edit employee
fr: Modifier employé

source: group
fr: un groupe

source: Sub module
fr: Sous module

source: Real tank
fr: Réservoir réel

source: Estimate cost
fr: Coût estimé

source: Full at the park
fr: Plein au parc

source: Bill categories
fr: Catégories de pièces

source: Fuel filling mode
fr: Mode de remplissage carburant

source: Departure date has been saved.
fr: Date de départ a été enregistrée.

source: Arrival date has been saved.
fr: Date d'arrivée a été enregistrée.

source: Departure date could not be saved, please try again.
fr: Date de départ n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Arrival date could not be saved, please try again.
fr: Date d'arrivée n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Automatic order validation
fr: Commandes client validées automatiquement

source: This status can not be modified.
fr: Ce statut ne peut pas être modifié.

source: This driver's driver's license category A expires
fr: Le permis de conduire catégorie A de ce chauffeur expire :

source: This driver's driver's license category B expires
fr: Le permis de conduire catégorie B de ce chauffeur expire :

source: This driver's driver's license category C expires
fr: Le permis de conduire catégorie C de ce chauffeur expire :

source: This driver's driver's license category D expires
fr: Le permis de conduire catégorie D de ce chauffeur expire :

source: This driver's driver's license category E expires
fr: Le permis de conduire catégorie E de ce chauffeur expire :

source: This driver's driver's license category F expires
fr: Le permis de conduire catégorie F de ce chauffeur expire :

source: The bill could not be deleted. Please remove dependencies in advance.
fr: La pièce ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Family
fr: Famille

source: bill
fr: pièce

source: New
fr: Nouvelle

source: Cancellation
fr: Annulation

source: Dissociate
fr: Dissocier

source: Previous / Next reference
fr: Réferences associées

source: Previous reference
fr: Réferences précedentes

source: Next reference
fr: Réferences suivantes

source: Check number / transfer
fr: Numéro de chèque / virement

source: History status
fr: Historique statut

source: Deadline date
fr: Date échéance

source: Deadline
fr: Echéance

source: Sales
fr: Ventes

source: Remark
fr: Remarque

source: Changeable price
fr: Prix modifiable

source: Blocked
fr: Bloqué

source: Out stock
fr: Hors stock

source: Advanced information
fr: Informations avancées

source: Last purchase price
fr: Dernier prix d'achat

source: Enter reference product
fr: Entrez la réference

source: Enter remark product
fr: Entrez la remarque

source: Enter unit product
fr: Entrez unité produit

source: Enter weight product
fr: Entrez poids produit

source: Enter volume product
fr: Entrez le volume

source: Enter emplacement product
fr: Entrez l'emplacement

source: Enter last purchase price
fr: Entrez le dernier prix d'achat

source: Reservations by supplier
fr: Réservations par fournisseur

source: Add product family
fr: Ajouter famille produit

source: Edit product family
fr: Modifier famille produit

source: Product families
fr: Famille produits

source: The product family has been saved.
fr: La famille produit a été sauvegardée.

source: Families
fr: Familles

source: Consumptions log
fr: Journal consommations

source: This family can not be modified.
fr: Cette famille ne peut pas être modifiée.

source: This family can not be deleted.
fr: Cette famille ne peut pas être supprimée.

source: The bill has been dissociated.
fr: La pièce a été dissociée.

source: Tank fillings
fr: Remplissages réservoirs

source: Existing ride
fr: Trajet existant

source: Both
fr: Les deux

source: Simulate
fr: Simuler

source: order
fr: commande

source: Personalized customer order
fr: Commande personnalisée

source: Standard customer order
fr: Commande standard

source: Please enter the number of cars
fr: Veuillez saisir le nombre de véhicle

source: Type ride
fr: Type trajet

source: Supplier orders
fr: Commandes fournisseur

source: Supplier order
fr: Commande fournisseur

source: Add supplier order
fr: Ajouter commande fournisseur

source: Receipts
fr: Bons de réception

source: Receipt
fr: Bon de réception

source: Add receipt
fr: Ajouter un bon de réception

source: Add return supplier
fr: Ajouter un bon de retour fournisseur

source: Add purchase invoice
fr: Ajouter une facture

source: Add credit note
fr: Ajouter un avoir sur achat

source: Add sale credit note
fr: Ajouter un avoir sur vente

source: Edit receipt
fr: Modifier le bon de réception

source: Edit return supplier
fr: Modifier le bon de retour

source: Return supplier
fr: Retour fournisseur

source: Edit purchase invoice
fr: Modifier la facture

source: Edit credit note
fr: Modifier l'avoir sur achat

source: Edit sale credit note
fr: Modifier l'avoir sur vente

source: Return to suppliers
fr: Retour fournisseurs

source: Purchase invoices
fr: Factures d'achat

source: Purchase invoice
fr: Facture d'achat

source: Credit notes
fr: Avoirs sur achat

source: Sale credit notes
fr: Avoirs sur vente

source: Credit note
fr: Avoir

source: Sale credit note
fr: Avoir sur vente

source: Newspaper purchases
fr: Journal d'achat

source: Newspaper sales
fr: Journal de vente

source: Newspaper quotation
fr: Journal devis

source: Newspaper orders
fr: Journal commandes

source: Delivery orders
fr: Bons de livraison

source: Delivery order
fr: Bon de livraison

source: Add delivery order
fr: Ajouter un bon de livraison

source: Add return customer
fr: Ajouter un bon de retour client

source: Edit delivery order
fr: Modifier le bon de livraison

source: Edit return customer
fr: Modifier le bon de retour

source: Return customer
fr: Retour client

source: Edit entry order
fr: Modifier le bon d'entrée

source: Entry order
fr: Bon d'entrée

source: Entry orders
fr: Bons d'entrée

source: Edit exit order
fr: Modifier le bon de sortie

source: Edit renvoi order
fr: Modifier le bon de renvoi

source: Edit reintegration order
fr: Modifier le bon de réintegration

source: Return to customers
fr: Retour client

source: Edit supplier order
fr: Modifier le bon de commande

source: Add entry order
fr: Ajouter un bon d'entrée

source: Add exit order
fr: Ajouter un bon de sortie

source: Add renvoi order
fr: Ajouter un bon de renvoi

source: Renvoi order
fr: Bon de renvoi

source: Renvoi orders
fr: Bons de renvoi

source: Add reintegration order
fr: Ajouter un bon de réintegration

source: Reintegration order
fr: Bon de réintegration

source: Reintegration orders
fr: Bons de réintegration

source: Commercial stock journal
fr: Journal stock commercial

source: Special stock journal
fr: Journal stock spécial

source: Exit orders
fr: Bons de sortie

source: Exit order
fr: Bon de sortie

source: Calculation by maps
fr: Calcul distance / duréee par maps

source: Type ride used first
fr: Type trajet utilisé en premier

source: Save bdd path
fr: Chemin de sauvegarde de base de donnée

source: Receive notification
fr: Recevoir les notifications

source: Use night pricing
fr: Utilisation de tarification nuit

source: Changes were not saved. Transport bill cancelled.
fr: Les changements n'ont pas été enregistrés. Pièce annulée.

source: The request affectation has been saved.
fr: La demande d'affectation a été sauvegardée.

source: View all notifications
fr: Voir toutes les notifications

source: Rides details
fr: Détails trajets

source: Temporary affectations
fr: Affectations provisoires

source: Price categories
fr: Catégories des tarifs

source: Status date
fr: Date changement du statut

source: Num compte
fr: Numéro du compte

source: Tariff
fr: Tarif

source: Tariffs
fr: Tarifs

source: Add tariff
fr: Ajouter un tarif

source: Edit tariff
fr: Modifier le tarif

source: Invalid tariff
fr: Tarif invalide.

source: Automatic
fr: Automatique

source: Manual
fr: Manuelle

source: Truck number modifiable
fr: Nombre de véhicule modifiable

source: Default truck number
fr: Nombre de véhicule par défaut

source: The car is already out of the park
fr: Le véhicule est déjà hors parc

source: The conductor is already out of the park
fr: Le conducteur est déjà hors parc

source: Display of cars/ drivers out off-park
fr: Affichage des véhicules/ conducteurs hors parc

source: Add existing ride
fr: Ajouter trajet existant

source: Synchronization between FR and BC
fr: Synchronisation entre FR et BC

source: The tariff has been saved.
fr: Le tarif a été sauvegardé.

source: The tariff could not be saved. Please, try again.
fr: Le tarif n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Tariff cancelled.
fr: Les changements n'ont pas été enregistrés. Tarif annulée.

source: The price category has been deleted.
fr: Le tarif a été supprimé.

source: The tariff has been deleted.
fr: Le tarif a été supprimé.

source: The tariff could not be deleted. Please, try again.
fr: Le tarif n'a pas pu être supprimé.

source: The tariff could not be deleted. Please remove dependencies in advance.
fr: Le tarif ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Qty
fr: Quantité

source: Bank
fr: Banque

source: Chifa card
fr: Carte chifa

source: Number
fr: Numéro

source: Are you sure you want to delete selected product family ?
fr: Êtes-vous sûr de vouloir supprimer les familles produits sélectionnées ?

source: Add unit
fr: Ajouter une unité

source: Modify unite
fr: Modifier l'unité

source: Are you sure you want to delete selected units
fr: Êtes-vous sûr de vouloir supprimer les unités sélectionnées ?

source: Invalid unit
fr: Unité invalide.

source: The unit has been saved.
fr: L'unité a été sauvegardée.

source: The unit has been deleted.
fr: L'unité a été supprimée.

source: Changes were not saved. Unit cancelled.
fr: Les changements n'ont pas été enregistrés. Unité annulée.

source: The unit could not be saved. Please, try again.
fr: L'unité n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The unit could not be deleted. Please, try again.
fr: L'unité n'a pas pu être supprimée. Veuillez essayer de nouveau.

source: The unit could not be deleted. Please remove dependencies in advance.
fr: L'unité n'a pas pu être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid lot type
fr: Type de lot invalide.

source: Lot types
fr: Types de lot

source: Product with lot
fr: Produit avec lot

source: Enter designation product
fr: Entrez la désignation

source: The lot type has been saved.
fr: Le type de lot a été sauvegardé.

source: The lot type has been deleted.
fr: Le type de lot a été supprimé.

source: Changes were not saved. Lot type cancelled.
fr: Les changements n'ont pas été enregistrés. Type de lot annulé.

source: The lot type could not be saved. Please, try again.
fr: Le type de lot n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The lot type could not be deleted. Please, try again.
fr: Le type de lot n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: The lot type could not be deleted. Please remove dependencies in advance.
fr: Le type de lot n'a pas pu être supprimé . Veuillez supprimer ses dépendances au préalable.

source: Are you sure you want to delete selected lot types ?
fr: Êtes-vous sûr de vouloir supprimer les types de lot sélectionnés ?

source: Special
fr: Spécial

source: Enter a location
fr: Entrez une adresse

source: Please fill out this field.
fr: Veuillez remplir ce champ

source: Changes were not saved. Product family cancelled.
fr: Les changements n'ont pas été enregistrés. Famille produit annulé.

source: Production date
fr: Date de production

source: Add Category
fr: Ajouter une catégorie

source: Purchases bills managment
fr: Gestion des bons d'achat

source: Enter weighted average cost
fr: Entrez le prix moyen pondéré

source: Customer orders not validated
fr: Commandes client non validées

source: Customer orders not validated detail
fr: Détail commandes client non validées

source: The quantity of the product is 0
fr: La quantité du produit est à 0

source: Insufficient quantity in the stock
fr: Quantité insufisante dans le stock

source: Simple delivery / return
fr: Aller / retour simple

source: Simple delivery
fr: Aller simple

source: Simple return
fr: Retour simple

source: Return
fr: Retour

source: Type of pricing
fr: Type de tarification

source: Pricing by ride
fr: Tarification par trajet

source: Pricing by distance
fr: Tarification par distance

source: Km from
fr: Min km

source: Km to
fr: Max km

source: Select tonnage
fr: Sélectionnez un tonnage

source: Medical visits
fr: Visites médicales

source: medical visit
fr: visite médicale

source: Consulting doctor
fr: Médecin consultant

source: Internal
fr: Interne

source: External
fr: Externe

source: transform
fr: transformer

source: Transform
fr: Transformer

source: enter a location
fr: entrez une adresse

source: Add cars of subcontractors
fr: Ajout des véhicules des sous-traitants

source: Subcontracting
fr: Sous-traitance

source: Commercial name
fr: Nom commercial

source: Company membership
fr: Société d'appartenance

source: Print simplified bill
fr: Imprimer pièce simplifiée

source: Print detailed bill
fr: Imprimer pièce detaillée

source: Print bill with audit
fr: Imprimer pièce avec audit

source: Before date
fr: Avant date

source: After date
fr: Après date

source: Abbreviation
fr: Abréviation

source: Value
fr: Valeur

source: Associate
fr: Associer

source: Next number
fr: Prochain numéro

source: Add remorque
fr: Ajouter une remorque

source: Edit remorque
fr: Editer une remorque

source: Driving licence withdrawal
fr: Retrait de permis

source: Reference mission
fr: Référence mission

source: Tel.
fr: Tél.

source: Receipt date
fr: Date de réception

source: Operation date
fr: Date opération

source: Value date
fr: Date valeur

source: Edit description
fr: Editer description

source: Designation
fr: Désignation

source: product
fr: produit

source: All selected bills are already paid.
fr: Toutes les pièces sélectionnées sont déjà payées.

source: Invalid product family
fr: Famille produit invalide.

source: The product family could not be saved. Please, try again.
fr: La famille produit n'a pas pu être enregistrée. Veuillez essayer de nouveau.
