Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Credit note type
fr: Type d'avoir

source: The credit note has been saved.
fr: L'avoir a été enregistré.

source: Print invoice
fr: Imprimer facture

source: Print invoice with payment
fr: Imprimer facture avec règlement

source: Number Payment
fr: Numéro chéque

source: Remaining
fr: Restant

source: Mission type
fr: Type mission

source: Ristourne %
fr: Remise %

source: Ristourne value
fr: Montant remise

source: Check number
fr: Numéro de chéque

source: Observation conductor
fr: Observation conducteur

source: Observation park chief
fr: Observation chef de parc

source: Observation HSE chief
fr: Observation chef HSE

source: Product card
fr: Fiche produit

source: Client card
fr: Fiche client

source: Affectation supplier
fr: Affectation fournisseur

source: Affect this supplier
fr: Affecter ce fournisseur

source: Your email has not been sent, please fill the user email or company email
fr: Votre email n'a pas été envoyé, veuillez saisir l'email de l'utilsteur ou l'email de l'ntreprise dans paramétres

source: Delivery programme
fr: Programme livraison

source: Sheet ride required
fr: Feuille de route obligatoire

source: Sheet rides with consumptions
fr: Feuilles de route avec consommation

source: Fuel card affectations
fr: Affectation des cartes carburants

source: Tank operations
fr: Remplissages citernes

source: Paid amount
fr: Montant payé

source: Recovered amount
fr: Montant récupéré

source: Edit consumption
fr: Modifier la consommation

source: Select a parc please.
fr: Veuillez séléctionner un parc .

source: Consumption date
fr: Date

source: Add mission
fr: Ajouter une mission

source: The supplier became inactive.
fr: Le fournisseur devient inactif
