Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Your permissions have been saved.
fr: Vos autorisations ont été enregistrées.

source: Can not save permissions
fr: Les permissions n'ont pas été sauvegardés.

source: Invalid action
fr: Action non valide.

source: Can not change permissions.
fr: Les permissions n'ont pas été sauvegardés.

source: Username or password invalid
fr: Nom d'utilisateur ou mot de passe incorrect.

source: Customer
fr: Conducteur

source: Reservation
fr: Réservation

source: Cost
fr: Coût

source: Global cost
fr: Coût global

source: Conductor
fr: Conducteur

source: Mission costs
fr: Frais de mission

source: You dont have permission to do this action.
fr: Vous n'avez pas les permissions nécessaires pour accomplir cette tâche.

source: You don't have permission to do this action.
fr: Vous n'avez pas les autorisations nécessaires pour accomplir cette action.

source: You don't have permission to consult.
fr: Vous n'avez pas l'autorisation de consulter.

source: You don't have permission to add.
fr: Vous n'avez pas la permission d'ajouter.

source: You have new alerts, click
fr: Vous avez de nouvelles alertes, cliquez

source: here
fr: ici

source: to view it.
fr: pour les consulter.

source: You don't have permission to add more than
fr: Vous n'avez pas les autorisations nécessaires pour ajouter plus de

source: cars
fr: Véhicules

source: Invalid car category
fr: Catégorie invalide.

source: Adding was cancelled.
fr: L'ajout a été annulé.

source: The car category has been saved.
fr: La catégorie a été enregistrée.

source: The car category could not be saved. Please, try again.
fr: La catégorie n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The car category has been deleted.
fr: La catégorie a été supprimée.

source: The car category could not be deleted. Please, try again.
fr: La catégorie n'a pas pu être supprimée.

source: The car category could not be deleted. Please remove dependencies in advance.
fr: La catégorie ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid car option
fr: Option invalide.

source: The car option has been saved.
fr: L'option a été sauvegardée.

source: The car option could not be saved. Please, try again.
fr: L'option n'a pas pu être sauvegardée.

source: The car option has been deleted.
fr: L'option a été supprimée.

source: he car option could not be deleted. Please, try again.
fr: L'option n'a pas pu être supprimée.

source: The option could not be deleted. Please remove dependencies in advance.
fr: L'option ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid car status
fr: Statut invalide

source: The car status has been saved.
fr: Le statut a été sauvegardé

source: The car status could not be saved. Please, try again.
fr: Le statut n'a pas pu être enregistré.

source: Changes were not saved. Car status cancelled.
fr: Les changements n'ont pas été enregistrés. Statut annulé.

source: The car status has been deleted.
fr: Le statut a été supprimé.

source: The car status could not be deleted. Please, try again.
fr: Le statut n'a pas pu être supprimé.

source: The status could not be deleted. Please remove dependencies in advance.
fr: Le statut ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid car type
fr: Type de véhicule invalide

source: The car type has been saved.
fr: Le type de véhicule a été sauvegardé

source: The car type could not be saved. Please, try again.
fr: Le type de véhicule n'a pas pu être sauvegardé.

source: Changes were not saved. Car type cancelled.
fr: Les changements n'ont pas été enregistrés. Type de véhicule annulé.

source: The car type has been deleted.
fr: Le type de véhicule a été supprimé.

source: The car type could not be deleted. Please, try again.
fr: Le type de véhicule n'a pas pu être supprimé.

source: The car type could not be deleted. Please remove dependencies in advance.
fr: Le type ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid model
fr: Modèle non valide.

source: The model has been saved.
fr: Le modèle a été enregistré.

source: The model could not be saved. Please, try again.
fr: Le modèle n'a pas pu être sauvegardé . Veuillez essayer de nouveau .

source: Changes were not saved. Model cancelled.
fr: Les changements n'ont pas été enregistrés. Modèle annulé.

source: The model has been deleted.
fr: Le modèle a été supprimé.

source: The model could not be deleted. Please, try again.
fr: Le type de modèle n'a pas pu être supprimé.

source: The car model could not be deleted. Please remove dependencies in advance.
fr: Le modèle ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid car
fr: Véhicule invalide.

source: The car has been saved.
fr: Le véhicule a été enregistré.

source: The car could not be saved. Please, try again.
fr: Le véhicule n'a pas pu être sauvegardé.

source: Changes were not saved. Car cancelled.
fr: Les changements n'ont pas été enregistrés. Véhicule annulé.

source: You must first unlock the car.
fr: Vous devez d'abord déverrouiller la voiture.

source: The car has been deleted.
fr: Le véhicule a été supprimé.

source: The car could not be deleted. Please, try again.
fr: Le véhicule n'a pas pu être supprimé.

source: The car could not be deleted. Please remove dependencies with events in advance.
fr: Le véhicule ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The car could not be deleted. Please remove dependencies with reservations in advance.
fr: Le véhicule ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The car has been locked.
fr: La voiture a été verrouillée.

source: The car could not be locked.
fr: La voiture n'a pas pu être verrouillée.

source: The car has been unlocked.
fr: La voiture a été déverrouillée.

source: The car could not be unlocked.
fr: La voiture n'a pas pu être déverrouillée.

source: Invalid consumption
fr: Consommation invalide.

source: Invalid company
fr: Entreprise invalide.

source: Changes were not saved. Company cancelled.
fr: Les changements n'ont pas été sauvegardés.

source: The company has been saved.
fr: L'entreprise a été ajoutée.

source: The consumption has been saved.
fr: La consommation a été enregistrée.

source: The consumption could not be saved. Please, try again.
fr: La consommation n'a pas pu être sauvegardée.

source: Changes were not saved. Consumption cancelled.
fr: Les changements n'ont pas été enregistrés. Consommation annulée.

source: You must first unlock the consumption.
fr: Vous devez d'abord déverrouiller la consommation.

source: The consumption has been deleted.
fr: La consommation a été supprimée.

source: The consumption could not be deleted. Please, try again.
fr: La consommation n'a pas pu être supprimée.

source: The consumption has been locked.
fr: La consommation a été verrouillée.

source: The consumption could not be locked.
fr: La consommation n'a pas pu être verrouillée.

source: The consumption has been unlocked.
fr: La consommation a été déverrouillée.

source: The consumption could not be unlocked.
fr: La consommation n'a pas pu être déverrouillée.

source: Invalid reservation
fr: Réservation invalide.

source: The reservation has been saved.
fr: La réservation a été enregistrée.

source: The reservation could not be saved. Please, try again.
fr: La réservation n'a pas pu être sauvegardée.

source: The reservation could not be saved because the car is reserved.
fr: La réservation n'a pas pu être sauvegardée car le véhicule est indisponible.

source: Changes were not saved. Reservation cancelled.
fr: Les changements n'ont pas été enregistrés. Affectation annulée.

source: You must first unlock the reservation.
fr: Vous devez d'abord déverrouiller la réservation.

source: The reservation has been deleted.
fr: La réservation a été supprimée.

source: The reservation could not be deleted. Please, try again.
fr: La réservation n'a pas pu être supprimée.

source: The reservation has been locked.
fr: L'affectation a été verrouillée.

source: The reservation could not be locked.
fr: L'affectation n'a pas pu être verrouillée.

source: The reservation has been unlocked.
fr: L'affectation a été déverrouillée.

source: The reservation could not be unlocked.
fr: La réservation n'a pas pu être déverrouillée.

source: Invalid customer category
fr: Catégorie invalide.

source: The customer category has been saved.
fr: La catégorie a été enregistrée.

source: The customer category could not be saved. Please, try again.
fr: La catégorie n'a pas pu être sauvegardée.

source: Changes were not saved. Customer Category cancelled.
fr: Les changements n'ont pas été enregistrés. Catégorie annulée.

source: The customer category has been deleted.
fr: La catégorie a été supprimée.

source: The customer category could not be deleted. Please, try again.
fr: La catégorie n'a pas pu être supprimée.

source: The customer category could not be deleted. Please remove dependencies in advance.
fr: La catégorie ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid customer
fr: Client invalide

source: The customer has been saved.
fr: Le client a été enregistré.

source: The employee has been saved.
fr: L'employé a été enregistré.

source: The customer could not be saved. Please, try again.
fr: Le client n'a pas pu être sauvegardé.

source: The employee could not be saved. Please, try again.
fr: L'employé n'a pas pu être sauvegardé.

source: You must first unlock the customer.
fr: Vous devez d'abord déverrouiller le conducteur.

source: You must first unlock the employee.
fr: Vous devez d'abord déverrouiller l'employé.

source: The customer has been deleted.
fr: Le client a été supprimé.

source: The employee has been deleted.
fr: L'employé a été supprimé.

source: The customer could not be deleted. Please, try again.
fr: Le client n'a pas pu être supprimé.

source: The employee could not be deleted. Please, try again.
fr: L'employé n'a pas pu être supprimé.

source: The customer could not be deleted. Please remove dependencies with events in advance.
fr: Le client ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The employee could not be deleted. Please remove dependencies with events in advance.
fr: L'employé ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The customer could not be deleted. Please remove dependencies with reservations in advance.
fr: Le client ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The employee could not be deleted. Please remove dependencies with reservations in advance.
fr: L'employé ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The customer has been locked.
fr: Le conducteur a été verrouillé.

source: The employee has been locked.
fr: L'employé a été verrouillé.

source: The customer could not be locked.
fr: Le conducteur n'a pas pu être verrouillé.

source: The customer has been unlocked.
fr: Le conducteur a été déverrouillé.

source: The employee has been unlocked.
fr: L'employé a été déverrouillé.

source: The customer could not be unlocked.
fr: Le conducteur n'a pas pu être déverrouillé.

source: Invalid customer department
fr: Département invalide.

source: The department has been saved.
fr: Le département a été enregistré.

source: The department could not be saved. Please, try again.
fr: Le département n'a pas pu être sauvegardé.

source: Invalid department
fr: Département invalide.

source: Changes were not saved. department cancelled.
fr: Les changements n'ont pas été enregistrés. Département annulé.

source: Invalid Department
fr: Département invalide.

source: The department has been deleted.
fr: Le département a été supprimé.

source: The department could not be deleted. Please, try again.
fr: Le département n'a pas pu être supprimé.

source: The Department could not be deleted. Please remove dependencies in advance.
fr: Le département ne peut pas être supprimé. Veuillez supprimer les dépendances au préalable.

source: Invalid event type
fr: Type invalide.

source: The event type has been saved.
fr: Le type a été enregistré.

source: The event type could not be saved. Please, try again.
fr: Le type n'a pas pu être sauvegardé.

source: Changes were not saved. Event type cancelled.
fr: Les changements n'ont pas été enregistrés. Type annulé.

source: The event type has been deleted.
fr: Le type a été supprimé.

source: The event type could not be deleted. Please, try again.
fr: Le type n'a pas pu être supprimé.

source: The event type could not be deleted. Please remove dependencies in advance.
fr: Le type ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid event
fr: Événement invalide.

source: The event has been saved.
fr: L'événement a été enregistré.

source: The event could not be saved. Please, try again.
fr: L'événement n'a pas pu être sauvegardé.

source: Changes were not saved. Event cancelled.
fr: Les changements n'ont pas été enregistrés. Événement annulé.

source: You must first unlock the event.
fr: Vous devez d'abord déverrouiller l'événement.

source: The event has been locked.
fr: L'événement a été verrouillé.

source: The event could not be locked.
fr: L'événement n'a pas pu être verrouillé.

source: The event has been unlocked.
fr: L'événement a été déverrouillé.

source: The event could not be unlocked.
fr: L'événement n'a pas pu être déverrouillé.

source: The event has been deleted.
fr: L'événement a été supprimé.

source: The event could not be deleted. Please, try again.
fr: L'événement n'a pas pu être supprimé.

source: Invalid fuel
fr: Carburant invalide.

source: The fuel has been saved.
fr: Le carburant a été enregistré.

source: The fuel could not be saved. Please, try again.
fr: Le carburant n'a pas pu être sauvegardé.

source: Changes were not saved. Fuel cancelled.
fr: Les changements n'ont pas été enregistrés. Carburant annulé.

source: The fuel has been deleted.
fr: Le carburant a été supprimé.

source: The fuel could not be deleted. Please, try again.
fr: Le carburant n'a pas pu être supprimé.

source: The fuel could not be deleted. Please remove dependencies in advance.
fr: Le carburant ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid Group
fr: Groupe invalide.

source: The Group has been saved.
fr: Le Groupe a été enregistré.

source: The Group could not be saved. Please, try again.
fr: Le groupe n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Group cancelled.
fr: Des changements n'ont pas été enregistrés. Groupe annulée.

source: The Group has been deleted.
fr: Le groupe a été supprimé.

source: The Group could not be deleted. Please, try again.
fr: Le groupe n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: The group could not be deleted. Please remove dependencies in advance.
fr: Le groupe ne peut pas être supprimé. Veuillez supprimer les dépendances au préalable.

source: Invalid interfering type
fr: Type invalide.

source: The interfering type has been saved.
fr: Le type a été enregistré.

source: The interfering type could not be saved. Please, try again.
fr: Le type n'a pas pu être sauvegardé.

source: Changes were not saved. Interfering type cancelled.
fr: Les changements n'ont pas été enregistrés. Type annulé.

source: The interfering type has been deleted.
fr: Le type a été supprimé.

source: The interfering type could not be deleted. Please, try again.
fr: Le type n'a pas pu être supprimé.

source: Invalid interfering
fr: Intervenant invalide.

source: The interfering has been saved.
fr: L'intervenant a été enregistré.

source: The interfering could not be saved. Please, try again.
fr: L'intervenant n'a pas pu être sauvegardé.

source: Changes were not saved. Interfering cancelled.
fr: Les changements n'ont pas été enregistrés. Intervenant annulé.

source: The interfering has been deleted.
fr: L'intervenant a été supprimé.

source: The interfering could not be deleted. Please, try again.
fr: L'intervenant n'a pas pu être supprimé.

source: The interfering could not be deleted. Please remove dependencies in advance.
fr: L'intervenant ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Invalid legal form
fr: Forme légale invalide.

source: The legal form has been saved.
fr: La forme légale a été enregistrée.

source: The legal form has been deleted.
fr: La forme légale a été supprimée.

source: The legal form could not be deleted. Please, try again.
fr: La forme légale n'a pas pu être supprimée.

source: Invalid mark
fr: Marque invalide.

source: The mark has been saved.
fr: La marque a été enregistrée.

source: The mark could not be saved. Please, try again.
fr: La marque n'a pas pu être sauvegardée.

source: Changes were not saved. Mark cancelled.
fr: Les changements n'ont pas été enregistrés. Marque annulée.

source: The mark has been deleted.
fr: La marque a été supprimée.

source: The mark could not be deleted. Please, try again.
fr: La marque n'a pas pu être supprimée.

source: The mark could not be deleted. Please remove dependencies in advance.
fr: La marque ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Changes were not saved. Alerts cancelled.
fr: Les changements n'ont pas été enregistrés. Alerte annulée.

source: Alerts have been saved.
fr: L'alerte a été sauvegardée.

source: The parameter could not be saved. Please, try again.
fr: Le paramètre n'a pas pu être sauvegardé.

source: Parameters have been saved.
fr: Parametètre ont été enregistés.

source: Invalid Parc
fr: Parc invalide.

source: The Parc has been saved.
fr: Le parc a été sauvegardé.

source: The Parc could not be saved. Please, try again.
fr: Le parc n'a pas été enregistré.

source: Changes were not saved. Parc cancelled.
fr: Les modifications n'ont pas été sauvegardées.

source: The Parc has been deleted.
fr: Le parc a été supprimé.

source: The Parc could not be deleted. Please, try again.
fr: Le parc n'a pas pu être supprimé.

source: The parc could not be deleted. Please remove dependencies in advance.
fr: Le parc n'a pas pu être supprimé. Veuillez supprimer ses dépendances.

source: Invalid product
fr: Produit invalide.

source: The product has been saved.
fr: Le produit a été enregistré.

source: The product could not be saved. Please, try again.
fr: Le produit n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Product cancelled.
fr: Les changements n'ont pas été enregistrées. Produit annulée.

source: Invalid Product
fr: Produit invalide.

source: The product has been deleted.
fr: Le produit a été supprimé.

source: The product could not be deleted. Please, try again.
fr: Le produit n'a pas pu être supprimée. Veuillez essayer de nouveau.

source: Invalid profile
fr: Profil invalide

source: The profile has been saved.
fr: Le profil a été sauvegardé.

source: The profile could not be saved. Please, try again.
fr: Le profil n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Invalid Profile
fr: Profil invalide.

source: The Profile could not be saved. Please, try again.
fr: Le profil n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The profile has been deleted.
fr: Le profil a été supprimé.

source: The profile could not be deleted. Please, try again.
fr: Le profil n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: Permissions have been saved.
fr: Les permissions ont été sauvegardé.

source: Adding was cancelled
fr: L'ajout a été annulé.

source: Invalid role
fr: Rôle invalide.

source: The Role has been saved.
fr: Le rôle a été sauvegardé.

source: The Role could not be saved. Please, try again.
fr: Le rôle n'a pas été enregistré.

source: Invalid Role
fr: Rôle invalide.

source: The Role has been deleted.
fr: Le rôle a été supprimé.

source: The Role could not be deleted. Please, try again.
fr: Le rôle n'a pas pu être supprimé.

source: Invalid supplier
fr: Fournisseur invalide.

source: The supplier has been saved.
fr: Le fournisseur a été sauvegardé.

source: The supplier could not be saved. Please, try again.
fr: Le fournisseur n'a pas pu être sauvegardé.

source: The client could not be saved. Please, try again.
fr: Le client n'a pas pu être sauvegardé.

source: Changes were not saved. Supplier cancelled.
fr: Les modifications n'ont pas été sauvegardées.

source: Invalid Supplier
fr: Fournisseur invalide.

source: The supplier has been deleted.
fr: Le fournisseur a été supprimé.

source: The supplier could not be deleted. Please, try again.
fr: Le fournisseur n'a pas pu être supprimé.

source: The supplier could not be deleted. Please remove dependencies in advance.
fr: Le fournisseur n'a pas pu être supprimé. Veuillez supprimer les dépendances.

source: Enter a valid email
fr: Entrez un email valide.

source: Enter a valid role
fr: Entrez un rôle valide.

source: Invalid username or password, retry.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Invalid user
fr: Utilisateur invalide.

source: The user has been saved.
fr: L'utilisateur a été enregistré.

source: The user could not be saved. Please, try again.
fr: L'utilisateur n'a pas pu être enregistré.

source: Changes were not saved. User cancelled.
fr: Les changements n'ont pas été enregistrés. Utilisateur annulé.

source: The user has been deleted.
fr: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr: L'utilisateur n'a pas pu être supprimé.

source: The user could not be deleted. Please remove dependencies with cars in advance.
fr: L'utilisateur ne peut pas être supprimé. Veuillez supprimer ses dépendances avec les voitures au préalable.

source: The user could not be deleted. Please remove dependencies with customers in advance.
fr: L'utilisateur ne peut pas être supprimé. Veuillez supprimer les dépendances avec les conducteurs au préalable.

source: The user could not be deleted. Please remove dependencies with events in advance.
fr: L'utilisateur ne peut pas être supprimé. Veuillez supprimer les dépendances avec les événements au préalable.

source: The user could not be deleted. Please remove dependencies with reservations in advance.
fr: L'utilisateur ne peut pas être supprimé. Veuillez supprimer les dépendances avec les affectations au préalable.

source: Invalid zone
fr: Zone invalide.

source: The zone has been saved.
fr: La zone a été enregistrée.

source: The zone could not be saved. Please, try again.
fr: La zone n'a pas pu être sauvegardée.

source: Changes were not saved. zone cancelled.
fr: Les changements n'ont pas été enregistrés. Zone annulée.

source: The zone has been deleted.
fr: La zone a été supprimée.

source: The zone could not be deleted. Please, try again.
fr: La zone n'a pas pu être supprimée.

source: The zone could not be deleted. Please remove dependencies in advance.
fr: La zone ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Add Bill
fr: Ajouter un bon

source: Submit
fr: Valider

source: Cancel
fr: Annuler

source: Add Car Category
fr: Ajouter une catégorie

source: The code must be unique
fr: Le code doit être unique.

source: Name
fr: Nom

source: Price
fr: Prix

source: Edit Car Category
fr: Modifier la catégorie

source: Car Categories
fr: Catégories véhicules

source: Search
fr: Rechercher

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

source: Are you sure you want to delete selected Car Categories ?
fr: Etes-vous sûr de vouloir supprimer les catégories sélectionnées ?

source: records per page
fr: Enregistrements par page
