Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: This product family can not be deleted.
fr: La Famille produit ne peut pas être supprimée.

source: The product family has been deleted.
fr: La Famille produit a été supprimée.

source: The product family could not be deleted. Please, try again.
fr: La Famille produit n'a pas pu être supprimée.

source: The product family could not be deleted. Please remove dependencies in advance.
fr: La Famille produit ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Select a supplier to pay bills
fr: Sélectionnez un fournisseur/ client pour régler les bons

source: Cancel causes
fr: Causes d'annulation

source: Remove cancellation
fr: Enlever l'annulation

source: Add cancel cause
fr: Ajouter cause d'annulation

source: Edit cancel cause
fr: Modifier cause d'annulation

source: The cancel cause has been deleted.
fr: La cause d'annulaton a été supprimée.

source: The cancel cause has been saved.
fr: La cause d'annulaton a été enregistrée.

source: Invalid cancel cause.
fr: La cause d'annulaton invalide.

source: The cancel cause could not be saved. Please, try again.
fr: La cause d'annulaton n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Cancel cause cancelled.
fr: Les changements n'ont pas été enregistrés. Cancel cause annulée.

source: The cancel cause could not be deleted. Please, try again.
fr: La cause d'annulaton n'a pas pu être supprimée.

source: Complaint causes
fr: Causes de réclamation

source: Complaint cause
fr: Cause réclamation

source: Add complaint cause
fr: Ajouter cause de réclamation

source: Edit complaint cause
fr: Modifier cause de réclamation

source: The complaint cause has been deleted.
fr: La cause de réclamation a été supprimée.

source: The complaint cause has been saved.
fr: La cause de réclamation a été enregistrée.

source: Invalid complaint cause.
fr: La cause de réclamation invalide.

source: The complaint cause could not be saved. Please, try again.
fr: La cause de réclamation n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Complaint cause cancelled.
fr: Les changements n'ont pas été enregistrés. Cause de réclamation annulée.

source: The complaint cause could not be deleted. Please, try again.
fr: La cause de réclamation n'a pas pu être supprimée.

source: Travel reasons
fr: Motifs de livraison

source: Travel reason
fr: Motif de livraison

source: Add travel reason
fr: Ajouter motif de livraison

source: Edit travel reason
fr: Modifier motif de livraison

source: The travel reason has been deleted.
fr: Le motif de livraison a été supprimé.

source: The travel reason has been saved.
fr: Le motif de livraison a été enregistré.

source: Invalid travel reason.
fr: Le motif de livraison invalid.

source: The travel reason could not be saved. Please, try again.
fr: Le motif de livraison n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Travel reason cancelled.
fr: Les changements n'ont pas été enregistrés. Motif de livraison annulé.

source: The travel reason could not be deleted. Please, try again.
fr: Le motif de livraison n'a pas pu être supprimé.

source: Complaints
fr: Réclamations

source: complaints
fr: réclamations

source: orders
fr: commandes

source: Complaint
fr: Réclamation

source: Add complaint
fr: Ajouter une réclamation

source: Edit complaint
fr: Modifier une réclamation

source: The complaint has been deleted.
fr: La réclamation a été supprimée.

source: The complaint has been saved.
fr: La réclamation a été enregistrée.

source: Invalid complaint.
fr: La réclamation invalide.

source: The complaint could not be saved. Please, try again.
fr: La réclamation n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Complaint cancelled.
fr: Les changements n'ont pas été enregistrés. Réclamation annulée.

source: The complaint could not be deleted. Please, try again.
fr: La réclamation n'a pas pu être supprimée.

source: The bill has been locked.
fr: La pièce a été verrouillée.

source: The bill could not be locked.
fr: La pièce n'a pas pu être verrouillée.

source: The bill has been unlocked.
fr: La pièce a été déverrouillée..

source: The bill could not be unlocked.
fr: La pièce n'a pas pu être déverrouillée.

source: You must first unlock the bill.
fr: Vous devez d'abord déverrouiller la pièce.

source: Number payment
fr: Numéro paiement

source: Bills
fr: Bons

source: Creation date
fr: Date de création

source: Add cashing
fr: Ajouter encaissement

source: Add disbursement
fr: Ajouter décaissement

source: Invalid warning
fr: Avertissement invalid

source: The warning could not be saved. Please, try again.
fr: L'avertissement n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Warning cancelled.
fr: Les changements n'ont pas été enregistrés. Avertissement annulé.

source: The warning has been deleted.
fr: L'avertissement a été supprimé.

source: The warning has been saved.
fr: L'avertissement a été enregistré.

source: The warning could not be deleted. Please, try again.
fr: L'avertissement n'a pas pu être supprimé.

source: Invalid type
fr: Type invalid

source: The type could not be saved. Please, try again.
fr: Le type n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Type cancelled.
fr: Les changements n'ont pas été enregistrés. Type annulé.

source: The type has been deleted.
fr: Le type a été supprimé.

source: The type has been saved.
fr: Le type a été enregistré.

source: The type could not be deleted. Please, try again.
fr: Le type n'a pas pu être supprimé.

source: warning
fr: avertissement

source: Warnings
fr: Avertissements

source: Warning type
fr: Type d'avertissement

source: Warning types
fr: Types d'avertissement

source: The orders has been canceled.
fr: Les commandes ont été annulées.

source: The missions has been canceled.
fr: Les missions ont été annulées.

source: Invalid reason.
fr: Raison invalide.

source: The reason has been saved.
fr: La raison a été enregistrée.

source: Changes were not saved. Reason cancelled.
fr: Les changements n'ont pas été enregistrés. Raison annulée.

source: The reason could not be saved. Please, try again.
fr: La raison n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The reason has been deleted.
fr: La raison a été supprimée.

source: The reason could not be deleted. Please, try again.
fr: La raison n'a pas pu être supprimée.

source: Are you sure you want to delete selected reason ?
fr: Etes-vous sûr de vouloir supprimer les rainons sélectionnées ?

source: The reason could not be deleted. Please remove dependencies in advance.
fr: La raison ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid absence.
fr: Absence invalide.

source: The absence has been saved.
fr: L'absence a été enregistrée.

source: Changes were not saved. Absence cancelled.
fr: Les changements n'ont pas été enregistrés. Absence annulée.

source: The absence could not be saved. Please, try again.
fr: L'absence n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The absence has been deleted.
fr: L'absence a été supprimée.

source: The absence could not be deleted. Please, try again.
fr: L'absence n'a pas pu être supprimée.

source: Are you sure you want to delete selected absences ?
fr: Etes-vous sûr de vouloir supprimer les absences sélectionnées ?

source: The absence could not be deleted. Please remove dependencies in advance.
fr: L'absence ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: reason
fr: raison

source: Add reason
fr: Ajouter raison

source: Edit reason
fr: Modifier raison

source: Absence reasons
fr: Raisons d'absence

source: Absence reason
fr: Raison d'absence

source: Number of duplication
fr: Nombre de duplication

source: Simplified journal by supplier
fr: Journal simplifié par tiers

source: Simplified journal with detail bill
fr: Journal simplifié avec détail pièce

source: Amount discount and tax
fr: Montant, remise et taxe

source: Payment and balance
fr: Paiement et solde

source: Payment mode
fr: Mode de paiement

source: Payment etat
fr: Etat de paiement

source: Debit :
fr: Débit :

source: Credit :
fr: Crédit :

source: Balance :
fr: Solde :

source: Due date
fr: En échéance

source: Paid transactions
fr: Transactions payées

source: In circulation / At home
fr: En circulation / Chez nous

source: Towards
fr: Vers

source: Payment categories
fr: Categories paiement

source: category
fr: categorie

source: The etat has been saved.
fr: L'état a été sauvegardé.

source: The category has been saved.
fr: La catégorie a été sauvegardée.

source: Edit etat
fr: Modifier état

source: Edit category
fr: Modifier catégorie

source: Quick modification
fr: Modification rapide

source: Merge
fr: Fusionner

source: Km arrival must be heigher than km departure.
fr: Km d'arrivée doit être supérieur au km de départ.

source: Km departure must be heigher than precedent km arrival.
fr: Km départ doit être supérieur au précedent km d'arrivée.

source: The merger was successfully completed.
fr: La fusion a été effectuée avec succès.

source: You don't have permission to edit.
fr: Vous n'avez pas la permission de modifier.

source: The category could not be saved. Please, try again.
fr: La catégorie n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Invalid category
fr: Catégorie invalide.

source: Changes were not saved. Category cancelled.
fr: Les changements n'ont pas été enregistrés. Catégorie annulée.

source: The category has been deleted.
fr: La catégorie a été supprimée.

source: SheetRide date
fr: Date feuille de route

source: Order date
fr: Date commande

source: Mission date
fr: Date mission

source: Regulation
fr: Règlement

source: Print bill with regulation details
fr: Imprimer pièce avec détail règlement

source: Recalculate balance
fr: Recalculer le solde

source: Balance has been recalculed.
fr: Le solde a été recalculé.

source: Balance could not be recalculed. Please, try again.
fr: Le solde n'a pas pu être recalculé. Veuillez essayer de nouveau.

source: Marchandise required
fr: Marchandise obligatoire

source: SheetRides with consumption
fr: Feuilles de route avec consommation

source: Procurements
fr: Approvisionnements

source: Procurement
fr: Approvisionnement

source: Product requests
fr: Demandes produits

source: Purchase requests
fr: Demandes d'achats

source: Product request
fr: Demande produit

source: Purchase request
fr: Demande d'achat

source: Add product request
fr: Ajouter demande produit

source: Add purchase request
fr: Ajouter demande d'achat

source: Edit product request
fr: Modifier demande produit

source: Edit purchase request
fr: Modifier demande d'achat

source: Last mission date
fr: Date de la dernière mission

source: Customers by last mission date
fr: Conducteurs par date de la dernière mission

source: Other product
fr: Autres produits

source: New attachment
fr: Nouveau document

source: Attachment confirmed
fr: Document confirmé

source: Redo the scan
fr: Refaire le scan

source: Save validation
fr: Enregister la validation

source: Validations has been saved.
fr: Les validations ont été enregistrées.

source: Invalid factor
fr: Facteur invalid.

source: The factor has been saved.
fr: Le facteur a été enregistré.

source: The factor could not be saved. Please, try again.
fr: Le facteur n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Factor cancelled.
fr: Les changements n'ont pas été enregistrés. Facteur annulé.

source: The factor has been deleted.
fr: Les changements a été supprimé.

source: The factor could not be deleted. Please, try again.
fr: Le facteur n'a pas pu être supprimé.

source: Factors
fr: Facteurs

source: Relation with park
fr: Relation avec le parc

source: Relation with transit
fr: Relation avec transit

source: Any relation
fr: Aucune relation

source: Add factor
fr: Ajouter un facteur

source: Modify factor
fr: Modifier un facteur

source: Price remaining
fr: Prix restant

source: Are you sure you want to delete selected factors ?
fr: Êtes-vous sûr de vouloir supprimer les facteurs sélectionnés ?

source: Attachments to display in sheet ride
fr: Pièces jointes à afficher dans feuille de route

source: Attachments in suppliers
fr: Pièces jointes dans clients

source: Attachments in parameters
fr: Pièces jointes dans paramètres

source: Add customer
fr: Ajouter un conducteur

source: Tolls
fr: Péages

source: Penalty
fr: Pénalitées

source: Customer description
fr: Description client

source: Commercial description
fr: Description commercial

source: Sales management
fr: Gestion commercial

source: The bill is already transformed or not validated.
fr: Le bon est déja transformé ou non validé.

source: Penalties
fr: Pénalités

source: Treatments
fr: Traitments

source: Workshops
fr: Ateliers

source: Workshop
fr: Atelier

source: Workshops (Entry - Exit)
fr: Ateliers (Entrées - Sorties)

source: Workshop entry date
fr: Date entrée atelier

source: Workshop exit date
fr: Date sortie atelier

source: Add workshop
fr: Ajouter atelier

source: Edit workshop
fr: Modifier atelier

source: Are you sure you want to delete selected workshop ?
fr: Etes-vous sûr de vouloir supprimer les ateliers sélectionnés ?

source: The workshop has been saved.
fr: L'atelier a été enregistré.

source: The workshop could not be saved. Please, try again.
fr: L'atelier n'a pas pu être sauvegardé.

source: Invalid workshop
fr: Atelier invalid.

source: Changes were not saved. Workshop cancelled.
fr: Les changements n'ont pas été enregistrés. Atelier annulé.

source: The workshop has been deleted.
fr: L'atelier a été supprimé.

source: The workshop could not be deleted. Please, try again.
fr: L'atelier n'a pas pu être supprimé.

source: The workshop could not be deleted. Please remove dependencies in advance.
fr: L'atelier ne peut pas être supprimé. Veuillez supprimer les dépendances au préalable.

source: Add treatment
fr: Ajouter traitement

source: Edit treatment
fr: Modifier traitement

source: Are you sure you want to delete selected treatment ?
fr: Etes-vous sûr de vouloir supprimer les traitements sélectionnés ?

source: The treatment has been saved.
fr: Le traitement a été enregistré.

source: The treatment could not be saved. Please, try again.
fr: Le traitement n'a pas pu être sauvegardé.

source: Invalid treatment
fr: Traitement invalid.

source: Changes were not saved. Treatment cancelled.
fr: Les changements n'ont pas été enregistrés. Traitement annulé.

source: The treatment has been deleted.
fr: Le traitement a été supprimé.

source: The treatment could not be deleted. Please, try again.
fr: Le traitement n'a pas pu être supprimé.

source: The treatment could not be deleted. Please remove dependencies in advance.
fr: Le traitement ne peut pas être supprimé. Veuillez supprimer les dépendances au préalable.

source: Add response
fr: Ajouter réponse

source: Edit response
fr: Modifier réponse

source: Are you sure you want to delete selected response ?
fr: Etes-vous sûr de vouloir supprimer les réponses sélectionnés ?

source: The response has been saved.
fr: La réponse a été enregistrée.

source: The response could not be saved. Please, try again.
fr: La réponse n'a pas pu être sauvegardée.

source: Invalid response.
fr: Réponse invalid.

source: Changes were not saved. Response cancelled.
fr: Les changements n'ont pas été enregistrés. Réponse annulée.

source: The response has been deleted.
fr: La réponse a été supprimée.

source: The response could not be deleted. Please, try again.
fr: La réponse n'a pas pu être supprimé.

source: The response could not be deleted. Please remove dependencies in advance.
fr: La réponse ne peut pas être supprimé. Veuillez supprimer les dépendances au préalable.

source: Response
fr: Réponse

source: Complaint responses
fr: Réponses réclamations

source: Treatment
fr: Traitement

source: Theoretical amount of charges
fr: Montant des Charges théorique

source: Enter theoretical amount of charges
fr: entrer le montant des Charges théorique

source: Add state
fr: Ajouter état

source: Edit state
fr: Modifier état

source: Are you sure you want to delete selected states ?
fr: Etes-vous sûr de vouloir supprimer les états sélectionnés ?

source: The car state has been saved.
fr: L'état a été enregistré.

source: The car state could not be saved. Please, try again.
fr: L'état n'a pas pu être sauvegardé.

source: Invalid car state.
fr: Etat invalid.

source: Changes were not saved. Car state cancelled.
fr: Les changements n'ont pas été enregistrés. Etat annulé.

source: The car state has been deleted.
fr: L'état a été supprimé.

source: The car state could not be deleted. Please, try again.
fr: L'état n'a pas pu être supprimé.

source: The state could not be deleted. Please remove dependencies in advance.
fr: L'état ne peut pas être supprimé. Veuillez supprimer les dépendances au préalable.

source: Car states
fr: Etats véhicule

source: States
fr: Etats

source: Car state
fr: Etat véhicule

source: Estimated cost
fr: Coût estimé

source: Departure point
fr: Point de départ

source: Arrival point
fr: Point d'arrivée

source: Breakpoints
fr: Points d'arrêts

source: breakpoint
fr: point d'arrêt

source: internal
fr: interne

source: external
fr: externe

source: Nb hours
fr: Nombre d'heure

source: Nb hours required
fr: Nombre d'heure obligatoire

source: Car required
fr: Véhicule obligatoire

source: Mission order model
fr: Modèle ordre de mission

source: Commercial document model
fr: Modèle pièces commerciales

source: Taken over date
fr: Date de prise en charge

source: Add tank
fr: Ajouter citerne

source: Edit tank
fr: Modifier citerne

source: Destination required
fr: Trajet obligatoire

source: Applicant
fr: Demandeur

source: Intervention date
fr: Date d'intervention

source: Wished intervention date
fr: Date d'intervention souhaitée

source: Repair
fr: Réparation

source: Repair type
fr: Type de réparation

source: Unit
fr: Unité

source: Designation of work
fr: Désignation des travaux

source: Registration
fr: Enregistrement

source: Make event
fr: Rendre évènement

source: Made
fr: Faite

source: Print request
fr: Imprimer demande

source: Disable notification
fr: Désactiver notification

source: The request is now an event.
fr: La demande est désormais un événement

source: The date of the requests is not the same.
fr: la date des demandes n est pas la meme

source: Sheet ride with mission
fr: Feuille de route avec mission

source: Delivery Program
fr: Programme de livraison

source: Delivery Programs
fr: Programmes de livraison

source: Card amount verification
fr: Vérification montant de la carte

source: State of consumption
fr: Etat de consommation

source: Intervention management
fr: Gestion des interventions

source: Intervention details
fr: Détail des interventions

source: Automatic card assignment
fr: Affectation automatique de la carte

source: The mechanic is not available during this period.
fr: Le mecanicien nest pas disponible pendant cette periode.

source: Default consumption method
fr: Méthode de consommation par defaut

source: Total cost :
fr: Coût total :

source: Multi warehouses
fr: Multi dépot

source: Warehouse
fr: Dépot

source: Stock by warehouses
fr: Stock par dépot

source: Transfer receipt
fr: Bon de transfert

source: Transfer receipts
fr: Bons de transfert

source: Add transfer receipt
fr: Ajout bon de transfert

source: Edit transfer receipt
fr: Modifier bon de transfert

source: Default status
fr: Statut par défaut

source: Status by date
fr: Statut par date

source: Total customer price :
fr: Total prix client :

source: Total subcontractor price :
fr: Total prix sous-traitant :

source: Profit :
fr: Bénéfice :

source: Product with serial number
fr: Produit avec numéro de série

source: Add serial numbers
fr: Ajouter numéros de série

source: serial numbers
fr: numéros de série

source: Select serial numbers
fr: Sélectionnez numéros de série

source: Enter serial numbers
fr: Introduire numéros de série

source: Quantity must be greater than 1
fr: La quantité produit doit être supérieure à 0

source: The serial number already exists
fr: Le numéro de série existe déjà

source: The serial number exist
fr: le numéro de série existe

source: The serial number do not exist
fr: Le numéro de série n existe pas

source: Create it
fr: Le créer

source: Print simple with serial numbers
fr: Impression simple avec numéros de série

source: The serial number is available
fr: Le numéro de série est disponible

source: Used
fr: Utilisé

source: Available
fr: Disponible

source: Cost contractor
fr: Cout sous-traitant

source: Workshops details
fr: Detail des ateliers

source: total downtime
fr: durée total d'immobilisation

source: The mission has been saved.
fr: La mission a été enregistrée.

source: Edit mission
fr: Modifier mission

source: Delivery / Return
fr: Aller / Retour

source: Date / Time
fr: Date / Heure

source: Charging hour
fr: Heure de chargement

source: Charging date
fr: Date de chargement

source: Programming date
fr: Date de programmation

source: Unloading hour
fr: Heure de déchargement

source: Unloading date
fr: Date de déchargement

source: Order type
fr: Type commande

source: Order with invoice
fr: Commande avec facture

source: Order payment cash
fr: Commande paiement espèce

source: Transformation closed mission
fr: Transformation des missions clôturées

source: The mission could not be saved. Please, try again.
fr: La mission n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Select driver, please.
fr: Veuillez séléctionner un chauffeur

source: Select subcontractor, please.
fr: Veuillez séléctionner un sous-traitant

source: Select customer, please.
fr: Veuillez séléctionner un client

source: Driver state
fr: Etat chauffeur

source: Subcontractor state
fr: Etat sous-traitant

source: Synchronization
fr: Synchronisation

source: Km with synchronization
fr: Km avec synchronisation

source: Header synchronization
fr: Header synchronisation

source: Url synchronization
fr: Url synchronisation

source: Km car
fr: Km véhicule

source: Synchronization km
fr: Synchronisation Km

source: Total cost customer / supplier
fr: Total coût client / fournisseur

source: Select lines to print, please.
fr: Veuillez séléctionner les lignes à imprimer.

source: Percentage of subcontractor cost
fr: Pourcentage coût sous-traitant

source: Several missions
fr: Plusieurs missions

source: No mission
fr: Aucune mission

source: One mission
fr: Une mission

source: Price recovered
fr: Tarif récupéré

source: The preinvoice has been deleted.
fr: La préfacture a été supprimée.

source: The invoice has been saved
fr: La facture a été enregistrée.

source: The credit note has been saved
fr: L'avoir sur vente a été enregistré.

source: Stamp image
fr: Image du cachet

source: Dispatch slip
fr: Bordereau d'envoi

source: Closed missions
fr: Missions cloturées

source: invoice
fr: facture

source: Slips
fr: Bordereaux

source: Generate dispatch slip
fr: Générer bordereau d'envoi

source: Add from closed missions
fr: Ajouter à partir des missions cloturées

source: Add from missions invoiced
fr: Ajouter à partir des missions facturées

source: The slip has been saved.
fr: Le bordereau a été enregistré

source: Discount
fr: Remise

source: Discount amount
fr: Montant remise

source: Enter final customer
fr: Entrer client final

source: Enter number delivery note
fr: Entrer N° BL

source: Enter number invoice
fr: Entrer N° facture

source: and
fr: et

source: cents
fr: centimes

source: Debt by customer
fr: Créance par client

source: Complete
fr: Complète

source: Partial
fr: Partielle
