Repository: houssemski/djazfleet_fms
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Enter costumer help
fr: Entrez l'aide chauffeur

source: Select client
fr: Sélectionnez un client

source: The ride could not be deleted. Please remove dependencies in advance.
fr: Le trajet ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: The marchandise could not be deleted. Please remove dependencies in advance.
fr: La marchandise ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: The client could not be deleted. Please remove dependencies in advance.
fr: La client ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Sheet ride
fr: Feuille de route

source: sheet ride
fr: feuille de route

source: transport bill
fr: commande client

source: Sheet rides (travels)
fr: Feuilles de routes (voyages)

source: Week
fr: Semaine

source: 1st week
fr: 1ère semaine

source: 2nd week
fr: 2ème semaine

source: 3rd week
fr: 3ème semaine

source: 4th week
fr: 4ème semaine

source: Weekly consumption per car
fr: Consommation hebdomadaire par véhicule

source: Invoices
fr: Factures

source: Enter num sheet
fr: Entrez le numéro de fiche

source: Priority
fr: Priorité des types de consommation

source: Payed
fr: Payé

source: Not paid
fr: Non payé

source: Partially paid
fr: Partiellement payé

source: Units
fr: Unités

source: Ride categories
fr: Catégories

source: Social reason
fr: Raison sociale

source: Town
fr: Ville

source: Contact person
fr: Personne à contacter

source: Clients categories
fr: Catégories clients

source: Suppliers categories
fr: Catégories fournisseurs

source: Add supplier category
fr: Ajouter catégorie fournisseur

source: Add client category
fr: Ajouter catégorie client

source: Edit supplier category
fr: Modifier catégorie fournisseur

source: The Supplier category has been saved.
fr: La catégorie a été sauvegardée.

source: Edit client category
fr: Modifier catégorie client

source: Ride information
fr: Informations trajet

source: Client information
fr: Informations client

source: Num sheet
fr: Numéro de fiche

source: Unit price
fr: Prix unitaire

source: Price TTC
fr: Prix TTC

source: The price of this merchandise for this ride is empty
fr: Le prix de cette marchandise pour ce trajet est vide

source: Select costumer help
fr: Sélectionnez un aide chauffeur

source: Ride with marchandise
fr: Trajet avec marchandise

source: Ride with price
fr: Trajet avec tarification

source: Number of ride in sheet ride
fr: Nombre de trajet dans une feuille de route

source: Only one
fr: Un seul

source: Day
fr: Jour

source: Hour
fr: Heure

source: Hours
fr: Heures

source: Many
fr: Plusieurs

source: Select remorque
fr: Sélectionnez une remorque

source: Num fuellog
fr: N° carnet

source: Select fuellog
fr: Sélectionnez un carnet de bon

source: Select all coupon for fuellog
fr: Sélectionnez tous les bons du carnet

source: Use of fuellog
fr: Utilisation des carnets de bons

source: By fuellog
fr: Par carnet

source: By coupon
fr: Par bon

source: Print pdf files
fr: impression des fichiers pdf

source: Without header
fr: Sans entête

source: With header
fr: Avec entête

source: Quantity (rotation number)
fr: Quantité (nombre de rotation)

source: Signature mission order
fr: Signature de l'ordre de mission

source: Total price
fr: Prix total

source: The price is empty
fr: Le prix est vide

source: Required reference
fr: Référence obligatoire

source: Automatic reference
fr: Référence automatique

source: Global cost :
fr: Coût global :

source: Transportations
fr: Moyens de transport

source: Transportation
fr: Moyen de transport

source: Select transportation
fr: Sélectionnez le moyen de transport

source: Add transportation
fr: Ajouter moyen de transport

source: Edit transportation
fr: Modifier le moyen de transport

source: Arrival Km estimated
fr: Km d'arrivée estimée

source: Arrival tank estimated
fr: Réservoir d'arrivée estimée

source: Save & new
fr: Enregistrer & nouveau

source: Nb Km/Coupon
fr: Nb Km/Bon

source: Nb Liter/100 km
fr: Nb Litre/100 km

source: Synthesis
fr: Synthèse

source: Add multiple events
fr: Ajouter plusieurs événements

source: Route calculation
fr: Calcul itinéraire

source: Difference allowed
fr: Estimation de consommation: différence permise

source: Enter difference allowed
fr: Entrez la différence permise

source: Enter departure
fr: Entrez le lieu de départ

source: Enter arrival
fr: Entrez le lieu d'arrivée

source: Quotation
fr: Devis

source: Customer order
fr: Commande client

source: Customer orders
fr: Commandes clients

source: customer order
fr: commande client

source: Invoice
fr: Facture

source: Preinvoice
fr: Préfacture

source: Preinvoices
fr: Préfactures

source: Please find attached copy of your
fr: Veuillez trouver ci-joint une copie de votre

source: number
fr: numéro

source: The email customer is empty
fr: L'email du client est vide

source: Method of transformation
fr: Méthode de transformation

source: Create a single overall part
fr: Créer une seule pièce globale

source: Transforming piece by piece
fr: Transformer pièce par pièce

source: Current date
fr: Date actuelle

source: Keep origin date
fr: Garder la date d'origine

source: Keep origin client
fr: Garder le client d'origine

source: Affect this client
fr: Affecter ce client

source: Bill number
fr: Numéro de facture

source: Transform to
fr: Transformer en

source: Send email
fr: Envoyer un email

source: Are you sure you want to delete ?
fr: Etes-vous sûr que vous voulez supprimer ?

source: Use date in
fr: Utiliser la date en

source: Prefix
fr: Préfixe

source: Suffix
fr: Suffixe

source: Use Type of files
fr: Utilisation des types des pièces comme préfixes

source: Marchandise/Price
fr: Marchandise / Tarification

source: Printing
fr: Impression

source: Body mail
fr: Contenu du mail

source: Add quotation
fr: Ajouter un devis

source: Add customer order
fr: Ajouter une commande client

source: Add preinvoice
fr: Ajouter une préfacture

source: Add invoice
fr: Ajouter une facture

source: Edit quotation
fr: Modifier un devis

source: Edit customer order
fr: Modifier une commande client

source: Edit preinvoice
fr: Modifier une préfacture

source: Edit invoice
fr: Modifier une facture

source: Duplicate & revive
fr: Dupliquer & relancer

source: Duplicate
fr: Dupliquer

source: Revive
fr: Relancer

source: Request quotation
fr: Demande de devis

source: Add request quotation
fr: Ajouter une demande de devis

source: Edit request quotation
fr: Modifier la demande de devis

source: Total weight
fr: Poids total

source: Total or maximum weight
fr: Poids total ou maximal

source: The request quotation has been saved.
fr: La demande devis a été enregistrée.

source: The request quotation could not be saved. Please, try again.
fr: La demande devis n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Enter rotation number
fr: Entrez le nombre de rotation

source: Oil change by hour
fr: Vidanges par heure

source: Blood group
fr: Groupe sanguin

source: Enter blood group
fr: Entrez le groupe sanguin

source: Number hour
fr: Nombre d'heure

source: Enter number hour
fr: Entrez le nombre d'heure

source: Hours consumed
fr: Heures consommées

source: Enter hours consumed
fr: Entrez les heures consommées

source: Next oil change
fr: Prochaine vidange

source: Enter next oil change
fr: Entrez la prochaine vidange

source: Add from customers orders
fr: Ajoutée à partir d'une commande client

source: Date from
fr: Date de

source: Planned Departure date
fr: Date de départ prévue

source: Real Departure date
fr: Date de départ réelle

source: Invoiced ride
fr: Mission à facturer

source: Balance car :
fr: Solde véhicule :

source: Balance car
fr: Solde véhicule

source: Reset balance
fr: Remise à zéro du solde

source: The balance car has been reset.
fr: Le solde véhicule a été remis à zéro.

source: Number of trucks
fr: Nombre de véhicule

source: Number of lines
fr: Nombre de ligne

source: Enter number of trucks
fr: Entrez le nombre de véhicule

source: Existing driver
fr: Conducteur existant

source: Driver
fr: Chauffeur

source: Orders
fr: Commandes

source: Order
fr: Commande

source: Select driver
fr: Sélectionnez un chauffeur

source: Enter social reason
fr: Entrez la raison sociale

source: Enter contact person
fr: Entrez la personne à contacter

source: The quotation has been saved.
fr: Le devis a été sauvegardé.

source: The customer order has been saved.
fr: La commande client a été sauvegardée.

source: The preinvoice has been saved.
fr: La préfacture a été sauvegardée.

source: The invoice has been saved.
fr: La facture a été sauvegardée.

source: The quotation could not be saved. Please, try again.
fr: Le devis n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The customer order could not be saved. Please, try again.
fr: La commande client n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The preinvoice could not be saved. Please, try again.
fr: La préfacture n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The invoice could not be saved. Please, try again.
fr: Le facture n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Contracts
fr: Contrats

source: Add Contract
fr: Ajouter un contrat

source: Edit Contract
fr: Modifier un contrat

source: Cost day
fr: Coût par jour

source: Enter cost day
fr: Entrez le coût par jour

source: Price day
fr: Prix par jour

source: Enter price day
fr: Entrez le prix par jour

source: Invalid contract
fr: Contrat invalide.

source: The contract has been saved.
fr: Le contrat a été sauvegardé.

source: The contract could not be saved. Please, try again.
fr: Le contrat n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Contract cancelled.
fr: Les changements n'ont pas été enregistrés. Contrat annulé.

source: The contract has been deleted.
fr: Le contrat a été supprimé.

source: The contract could not be deleted. Please, try again.
fr: Le contrat n'a pas pu être supprimé.

source: The contract could not be deleted. Please remove dependencies in advance.
fr: Le contrat ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Customer user
fr: Utilisateur client

source: Not validated
fr: Non validée

source: Validated
fr: Validée

source: Partially validated
fr: Partiellement validée

source: Initial customer
fr: Client initial

source: Select initial customer
fr: Sélectionnez le client initial

source: Final customer
fr: Client final

source: Select final customer
fr: Sélectionnez le client final

source: Please select car
fr: Veuillez sélectionnez un véhicule

source: Please select customer
fr: Veuillez sélectionnez un conducteur

source: Enter additional cost per hour
fr: Entrez le coût supplémentaire par heure

source: Additional cost per hour
fr: Coût supplémentaire par heure

source: Type contract
fr: Type de contrat

source: Select type contract
fr: Sélectionnez un type de contrat

source: Transfer
fr: Transfert

source: Newspaper reservations
fr: Journal des réservations

source: Temporary reservation
fr: Réservations provisoires

source: Reservation requests
fr: Demandes de réservations

source: Ending date
fr: Date fin

source: End real date
fr: Date fin réelle

source: Add affectation
fr: Ajouter une affectation

source: Edit affectation
fr: Modifier une affectation

source: Select conductor
fr: Sélectionnez un conducteur

source: Affected
fr: Affecté

source: Add conductor
fr: Ajouter un conducteur

source: Edit conductor
fr: Modifier un conducteur

source: Transfer and rental
fr: Transfert et location

source: Planned
fr: Planifiée

source: Ongoing
fr: En cours

source: Finished
fr: Finie

source: Add from missions
fr: Ajouter à partir d'une mission

source: Invalid destination
fr: Ville invalide.

source: The destination has been saved.
fr: La ville a été enregistrée.

source: The destination could not be saved. Please, try again.
fr: La ville n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Destination cancelled.
fr: Les changements n'ont pas été enregistrés. Ville annulée.

source: The destination has been deleted.
fr: La ville a été supprimée.

source: The destination could not be deleted. Please, try again.
fr: La ville n'a pas pu être supprimée.

source: The destination could not be deleted. Please remove dependencies in advance.
fr: La ville ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid wilaya
fr: Wilaya invalide.

source: The wilaya has been saved.
fr: La wilaya a été enregistrée.

source: The wilaya could not be saved. Please, try again.
fr: La wilaya n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Wilaya cancelled.
fr: Les changements n'ont pas été enregistrés. Wilaya annulée.

source: The wilaya has been deleted.
fr: La wilaya a été supprimée.

source: The wilaya could not be deleted. Please, try again.
fr: La wilaya n'a pas pu être supprimée.

source: The wilaya could not be deleted. Please remove dependencies in advance.
fr: La wilaya ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Invalid daira
fr: Daïra invalide

source: The daira has been saved.
fr: La daïra a été enregistrée.

source: The daira could not be saved. Please, try again.
fr: La daïra n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Changes were not saved. Daira cancelled.
fr: Les changements n'ont pas été enregistrés. Daïra annulée.

source: The daira has been deleted.
fr: La daïra a été supprimée.

source: The daira could not be deleted. Please, try again.
fr: La daïra n'a pas pu être supprimée.

source: The daira could not be deleted. Please remove dependencies in advance.
fr: La daïra ne peut pas être supprimée. Veuillez supprimer ses dépendances au préalable.

source: Optional information
fr: Informations facultatives

source: Use of tank by species
fr: Utilisation de la citerne par espèce

source: Short duration
fr: Courte durée

source: Long duration
fr: Longue durée

source: Affectation mode
fr: Mode d'affectation

source: Use of balance car
fr: Utilisation du solde véhicule

source: Total liter coupon
fr: Total litre des bons

source: Total price coupon
fr: Total prix des bons

source: Total consumption liter
fr: Total des consommations en litre

source: Histogram
fr: Histogramme

source: The affectation has been saved.
fr: L'affectation a été sauvegardée.

source: The affectation could not be saved. Please, try again.
fr: L'affectation n'a pas pu être sauvegardée.

source: The affectation could not be saved because the car is already reserved in this date.
fr: L'affectation ne peut pas être sauvegardé, le véhicule est déjà affecté durant cette période.

source: Number of trucks validated
fr: Nombre de véhicules validés

source: The sheet ride is already open.
fr: La feuille de route est déjà ouverte.

source: Preinvoiced
fr: Préfacturée

source: Invoiced
fr: Facturée

source: Customer orders detail
fr: Détail commandes clients

source: Approved
fr: Approuvée

source: Not approved
fr: Non approuvée

source: Add from preinvoices
fr: Ajouter à partir d'une préfacture

source: Capacity
fr: Capacité

source: Enter capacity
fr: Entrez la capacité

source: Business management
fr: Gestion commerciale

source: Weight
fr: Poids

source: Enter weight
fr: Entrez le poids

source: Total amount :
fr: Montant total :

source: Total amount
fr: Montant total

source: Authorized
fr: Autorisé

source: The user
fr: L'utilisateur

source: has authorized a conductor
fr: a autorisé le conducteur

source: to take car
fr: à prendre le véhicule

source: Allowed the conductor to take the car outside working hours
fr: Autoriser le conducteur à prendre le véhicule en dehors des horaires de travail

source: authorization date from
fr: Date d'autorisation du

source: Car accident
fr: Accident de la route

source: Ice break
fr: Bris de glace

source: Natural disaster
fr: Catastrophe naturelle

source: Fire
fr: Incendie

source: Parking
fr: Stationnement

source: Vandalism
fr: Vandalisme

source: Robbery
fr: Vol

source: Other
fr: Autre

source: Type of sinister
fr: Type de sinistre

source: Actual hour
fr: Heure actuelle

source: Authorization date
fr: Date d’autorisation

source: Sewage hour
fr: Vidange par heure

source: Transformed
fr: Transformé

source: The bill has been transformed
fr: La pièce a été transformée

source: The transfer has been saved.
fr: Le virement a été enregistré.

source: Not transformed
fr: Non transformé

source: The ride could not be saved. This ride exist already.
fr: Le trajet n'a pas pu être enregistré. Ce trajet existe déjà.

source: The detail ride could not be saved. This detail ride exist already.
fr: Le détail trajet n'a pas pu être enregistré. Ce détail trajet existe déjà.

source: Invalid affectation
fr: Affectation invalide

source: You must first unlock the affectation
fr: Vous devez d'abord déverrouiller l'affectation.

source: The affectation has been deleted.
fr: L'affectation a été supprimée.

source: Sereval interfering
fr: Plusieurs intervenants

source: Consumptions were not deleted. Please verify dependencies
fr: Les consommations n'ont pas été supprimées. Veuillez vérifier leur dépendances

source: Mission costs truck full
fr: Frais de mission camion plein

source: Mission costs truck empty
fr: Frais de mission camion vide

source: Separator of amount
fr: Séparateur des montants

source: Truck full
fr: Camion plein

source: Coefficient mission cost truck full
fr: Coefficient des frais de mission (camion plein)

source: Coefficient mission cost truck empty
fr: Coefficient des frais de mission (camion vide)

source: Price return
fr: Prix retour

source: Enter price return
fr: Entrez le prix du retour

source: Pourcentage price return (%)
fr: Pourcentage de prix de retour (%)

source: Enter pourcentage price return
fr: Entrez le pourcentage du prix de retour

source: Return mission
fr: Mission retour

source: Delivery with return
fr: Mission avec retour

source: Select coupon
fr: Sélection des bons

source: One by one
fr: Un par un

source: From number to other
fr: D'un numéro à un autre

source: Use priority
fr: Utilisation de la priorité

source: Full tank
fr: Réservoir plein

source: Tank of the previous mission
fr: Réservoir de la mission précédente

source: Add ride category
fr: Ajouter une catégorie trajet

source: Edit ride category
fr: Modifier la catégorie trajet

source: Ride category
fr: Catégorie trajet

source: Plannings
fr: Planifications

source: Park
fr: Parc

source: Employees
fr: Employés

source: employee
fr: employé

source: Employee
fr: Employé

source: Nb coupons
fr: Nb bon

source: Take into account tank state when estimate
fr: Prendre en compte l'état du réservoir de départ lors de l'estimation

source: Nb liter (L)
fr: Nb litre (L)

source: fuel cards
fr: Cartes carburant

source: Add trailer
fr: Ajouter une remorque

source: Species card
fr: Espèce carte

source: Cards
fr: Cartes

source: Negative accounts
fr: Comptes négatifs

source: Select cards
fr: Sélectionnez une carte

source: The amount of cards is below
fr: Le montant de la carte est inférieur à :

source: The amount of account is below
fr: Le montant du compte est inférieur à :

source: Consumption card
fr: Consommation par carte

source: There is no closed mission
fr: Il n'y a aucune mission clôturée.

source: There is no approved mission
fr: Il n'y a aucune mission approuvée.

source: Reference Size
fr: Taille de la référence

source: Realized turnover per month
fr: Chiffre d'affaires réalisé par mois

source: Invoiced turnover per month
fr: Chiffre d'affaires facturé par mois

source: Preinvoiced turnover per month
fr: Chiffre d'affaires préfacturé par mois

source: The client became inactive.
fr: Le client est devenu inactif.

source: The supplier became inactive
fr: Le fournisseur est devenu inactif.

source: The serial number you entered does not exist or already used.
fr: Le numéro de série que vous avez entré n'existe pas ou il est déja utilisé.

source: Departure from the park
fr: Départ du parc

source: Arrival at the park
fr: Arrivée au parc

source: Synchronization could not be done, please try again.
fr: La synchronisation n'a pas pu être effectuée. Veuillez essayer de nouveau.

source: Sheet ride is not planned.
fr: La feuille de route n'est plus planifiée.

source: Sheet ride is not in progress.
fr: La feuille de route n'est plus en cours.

source: Reference do not exist.
fr: Référence n'existe pas.

source: Ristourne (%)
fr: Remise (%)

source: Pay mission costs
fr: Paiements des frais de missions

source: Management parameter of missions cost
fr: Paramètre de gestion des frais de missions

source: With day
fr: Par jour

source: With mission
fr: Par mission

source: With distance
fr: Par distance

source: Travel
fr: Voyage

source: First Select car
fr: Veuillez choisir le véhicule

source: At the establishment
fr: A l'établissement

source: Consumption type
fr: Type de consommation

source: Mission cost per day
fr: Frais de mission par jour

source: Mission cost per mission
fr: Frais de mission par mission

source: Display mission cost in sheet ride
fr: Afficher frais de mission dans feuille de route

source: Mission cost
fr: Frais de mission

source: Amount remaining
fr: Montant impayé

source: Advanced amount
fr: Montant avance

source: Payroll amount
fr: Montant payé

source: Select a driver to pay mission costs
fr: Sélectionnez un conducteur pour régler les frais de mission

source: Select a client to pay invoices
fr: Sélectionnez un client pour régler les factures

source: Select a client to sale credit notes
fr: Sélectionnez un client pour régler les avoir de ventes

source: Select a supplier to pay reservations
fr: Sélectionnez un fournisseur pour régler les réservations

source: The payment could not be saved. Please, try again
fr: Le paiement n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The payment has been saved.
fr: Le paiement a été enregistré.

source: Cost mission sum :
fr: Total des frais de missions :

source: Payroll amount :
fr: Montant payé :

source: Left to pay :
fr: Reste à payer :

source: Balance customer
fr: Solde conducteur

source: Event
fr: Evènement

source: Choice reporting
fr: Choix du reporting

source: Reports path .rpt
fr: Chemin des rapports .rpt

source: Reports path .pdf
fr: Chemin des rapports .pdf

source: Reports path .jasper
fr: Chemin des rapports .jasper

source: No car in the chosen type, select another car
fr: Aucun véhicule dans le type choisi, sélectionnez un autre véhicule

source: The SMS is being sent.
fr: Le SMS est en cours envoie.

source: Newspaper SMS
fr: Journal des SMS

source: Select compte
fr: Sélectionnez un compte

source: Invalid compte
fr: Compte non valide

source: The compte has been saved.
fr: Le compte a été enregistré.

source: The compte could not be saved. Please, try again.
fr: Le compte n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: Changes were not saved. Compte cancelled.
fr: Les changements n'ont pas été enregistrés. Compte annulé.

source: The compte has been deleted.
fr: Le compte a été supprimé.

source: The compte could not be deleted. Please, try again.
fr: Le compte n'a pas pu être supprimé.

source: The compte could not be deleted. Please remove dependencies in advance.
fr: Le compte ne peut pas être supprimé. Veuillez supprimer ses dépendances au préalable.

source: Add compte
fr: Ajouter un compte

source: Edit compte
fr: Modifier un compte

source: Mission cost payments
fr: Frais de missions

source: Payment
fr: Paiement

source: Payments sum :
fr: Total des paiements :

source: Credits sum :
fr: Total crédité :

source: Debits sum :
fr: Total débité :

source: Mission paid
fr: Mission payée
